Repository: aleax/xorg
Catalog: debian/po/*.po
Languages: ar, ca, da, el, eo, es, eu, fi, he, hu, it, pt_br, ro, sv

source: The Files section of the X server configuration file tells the X server where to find server modules, the RGB color database, and font files. This option is recommended to experienced users only. In most cases, it should be enabled.
ar: يبين قسم Files في ملف تهيئة خادم X المكان الذي يمكن للخادم العثور بداخله على وحدات الخادم، وقواعد بيانات ألوان RGB، وملفات الخطوط. هذا الخيار مستحسن للمستخدمين الخبراء فقط ويجب تمكينه في معظم الحالات.
el: Η ενότητα Αρχεία του αρχείου ρυθμίσεων του εξυπηρετητή X προσδιορίζει για τον εξυπηρετητή Χ τις θέσεις των αρθρωμάτων του, την χρωματική βάση δεδομένων RGB και τα αρχεία γραμματοσειρών. Αυτή η επιλογή συνιστάται μόνο για πεπειραμένους χρήστες. Για τις περισσότερες περιπτώσεις, θα πρέπει να είναι ενεργοποιημένη.
eu: X zerbitzari konfigurazioko Fitxategiak atalak X zerbitzariari moduluak, RGB kolore databasea eta letra-tipo fitxategiak non dauden ezartzen du. Aukera hau erabiltzaile aurreratuentzat da. Kasu gehienetan gaiturik egon behar da.
fi: X-palvelimen asetustiedoston Files-osa kertoo X-palvelimelle mistä löytyvät palvelimen modulit, RGB-väritietokanta ja kirjasintiedostot. Tätä valintaa suositellaan vain kokeneille käyttäjille. Useimmissa tapauksissa tämän pitäisi olla valittuna.
he: קטע הקבצים של קובץ ההגדרות של שרת ה-X מורה לשרת ה-X היכן למצוא את מודולי שרת ה-X, את בסיס הנתונים של צבעי ה-RGB ואת קבצי הגופנים. אפשרות זו מומלצת למשתמשים מנוסים בלבד. ברוב המקרים, יש לאפשר אפשרות זו.
it: La sezione «Files» del file di configurazione del server X dice al server X dove trovare i moduli del server, il database di colori RGB e i file dei tipi di carattere. Questa opzione è solo per utenti esperti. Nella maggior parte dei casi, è consigliato abilitarla.
sv: Files-sektionen i X-serverns konfigurationsfil talar om för X-servern var den ska hitta servermoduler, databasen för RGB-färger och typsnitt. Detta alternativ rekommenderas endast för erfarna användare. I de flesta fall bör den vara aktiverad.

source: Disable this option if you want to maintain a custom Files section into the X.Org server configuration file. This may be needed to remove the reference to the local font server, add a reference to a different font server, or rearrange the default set of local font paths.
ar: عطل هذا الخيار إن كنت تريد المحافظة على قسم Files المخصص في ملف تهيئة خادم X.Org. قد تحتاج لهذا لإزالة الرابط لخادم الخط المحلي، واستبداله بخادم خط آخر، أو لإعادة ترتيب المجموعة الافتراضية لمسارات الخطوط المحلية.
el: Απενεργοποιήστε αυτήν την επιλογή αν επιθυμείτε να δημιουργήσετε την δική σας Αρχεία ("Files") στο αρχείο ρυθμίσεων του εξυπηρετητή X.Org. Αυτό μπορεί να είναι απαραίτητο αν πρόκειται να αφαιρέσετε την αναφορά σε κάποιο τοπικό εξυπηρετητή γραμματοσειρών, να προσθέσετε μια αναφορά σε κάποιον διαφορετικό εξυπηρετητή γραμματοσειρών, ή να αναδιοργανώσετε τις προκαθορισμένες διαδρομές των τοπικών γραμματοσειρών.
eu: Ezgaitu aukera hau X-Org zerbitzarian zure "Fitxategi" atal pertsonalizatua erabili nahi ezkero. Hau egin beharko duzu letra-tipo zerbitzari lokal erreferentzia ezabatu, letra-tipo zerbitzari ezberdin bat ezarri, edo letra-tipo lokal bideak berritu nahi izan ezkero.
fi: Tämä valinta otetaan pois päältä jos halutaan itse ylläpitää muokattua Files-osaa X.Org-palvelimen asetustiedostossa. Tätä saatetaan tarvita jotta viittaus paikalliseen kirjasinpalvelimeen saadaan pois, lisättäessä viittaus johonkin muuhun kirjasinpalvelimeen tai järjestettäessä paikallisten kirjasinpolkujen oletusjoukko.
he: אין לאפשר אפשרות זו אם ברצונך ליצור קטע קבצים מותאם אישית לקובץ ההגדרות של שרת ה-X.Org. זה עשוי להיות דרוש לצורך הסרת ההפניה לשרת הגופנים המקומי, הוספת הפנייה לשרת גופנים אחר, או לסידור ברירת המחדל של מערכת נתיבי הגופן המקומיים.
it: Disabilitare questa opzione se si vuole scrivere una propria sezione «Files» nel file di configurazione del server X.Org. Si potrebbe voler fare questo se si deve rimuovere il riferimento al font server locale, aggiungere un riferimento ad un font server diverso oppure modificare i percorsi predefiniti per i tipi di carattere locali.
sv: Inaktivera detta alternativ om du vill underhålla en anpassad "Files"-sektion i X.Org-serverns konfigurationsfil. Det kanske behövs att ta bort referenser till den lokala typsnittsservern, lägga till en referens till en annan typsnittsserver eller arrangera om standarduppsättningen av sökvägar till lokala typsnitt.

source: X.Org server modules that should be loaded by default:
eu: Lehenespen bezala kargatu behar diren X.Org moduluak:
fi: Oletuksena ladattavat X.Org-palvelimen modulit:
sv: X.Org-servermoduler som ska läsas in som standard:

source: This option is recommended to experienced users only. In most cases, all of these modules should be enabled.
eu: Aukera hau erabiltzaile esperientziadunei bakarrik gomendatzen zaie, kasu gehienetan modulu denak gaitu behar dira.
fi: Tätä valitsinta suositellaan vain kokeneille käyttäjille. Useimmissa tapauksissa olisi valittava kaikki nämä modulit.
sv: Detta alternativ rekommenderas endast för erfarna användare. I de flesta fall bör alla dessa moduler aktiveras.

source: - glx : support for OpenGL rendering; - dri : support in the X server for DRI (Direct Rendering Infrastructure); - vbe : support for VESA BIOS Extensions. Allows to query the monitor capabilities via the video card; - ddc : support for Data Display Channel, respectively. Allows to query the monitor capabilities via the video card; - int10 : real-mode x86 emulator used to softboot secondary VGA cards. Should be enabled if vbe is enabled; - dbe : enables the double-buffering extension in the server. Useful for animation and video operations; - extmod: enables many traditional and commonly used extensions, such as shaped windows, shared memory, video mode switching, DGA, and Xv; - record: implements the RECORD extension, often used in server testing; - bitmap: font rasterizer (so are freetype, and type1 modules).
eu: - glx : OpenGL errenderizazio onarpena; - dri : X zerbitzariaren DRI onarpena(Direct Rendering Infrastructure); - vbe :VESA BIOS luzapen onarpena. Pantaila ahalmenak bideo txartelaren bidez galdetzeko aukera ematen du; - ddc : Data Display Channel onarpena, hurrenez hurren. Pantaila ahalmenak bideo txartelaren bidez galdetzeko aukera ematen du. - int10 : VGA bigarren txartel bat soft bidez abiarazteko erabiltzen da modu-errealeko x86 emuladorea. Gaiturik egon behar da vbe gaiturik badago; - dbe : zerbitzariaren buffer bikoitz luzapena gaitzen du. Animazio eta bideo ekintzentzat erabilgarri; - extmod: Ohiturazko eta oso erabiliak diren luzapen anitz gaitzen ditu, adibidez, itzaldun leihoak, partekatutako memoria, bideo modu aldaketa, DGA, eta Xv; - record: RECORD luzapena ezartzen du, sarritan zerbitzari probetan erabilia - bitmap: font rasterizer (so are freetype, and type1 modules).
fi: - glx : tuki OpenGL renderöinnille; - dri : tuki X-palvelimessa DRI:lle (Direct Rendering Infrastructure); - vbe : tuki VESA BIOS laajennoksille. Sallii monitorin ominaisuuksien kyselyn näytönohjaimen kautta; - ddc : tuki Data Display Channelille. Sallii monitorin ominaisuuksien kyselyn näytönohjaimen kautta; - int10 : reaalitilan x86 emulaattori toissijaisten VGA-näytönohjainten käynnistämiseen. Olisi valittava jos vbe on valittuna; - dbe : valitsee palvelimessa käyttöön kaksoispuskuroinnin. Hyödyllinen animaatioissa ja videotoiminnoissa; - extmod: valitsee useita perinteisiä ja usein käytettyjä laajennoksia, kuten muotoillut ikkunat, jaetun muistin, näyttötilan vaihdon, DGA ja Xv; - record: toteuttaa RECORD-laajennoksen, jota käytetään usein palvelimen testausessa; - bitmap: kirjasinten rasteroija (kuten freetype, ja type1-modulit).
sv: - glx : stöd för OpenGL-rendering; - dri : stöd i X-servern för DRI (Direct Rendering Infrastructure); - vbe : stöd för VESA BIOS Extensions. Gör att frågor kan ställas om skärmens färdigheter via grafikkortet; - ddc : stöd för Data Display Channel, respektive. Gör att frågor kan ställas om skärmens färdigheter via grafikkortet; - int10 : x86-emulator i verkligt läge som används för att mjukstarta sekundära VGA-kort. Bör vara aktiverat om vbe är aktiverat; - dbe : aktiverar dubbelbuffringstillägg i servern. Användbar för animering och grafikoperationer; - extmod: aktivera många traditionella och vanligtvis använda tillägg, såsom rundade fönster, delat minne, grafiklägesväxling, DGA och Xv; - record: implementerar tillägget RECORD, ofta använt i test av servrar; - bitmap: typsnittsrastrerare (så är freetype, och type1-moduler).

source: For further information about these modules, please consult the X.Org documentation.
da: Se X.org-dokumentationen for yderligere oplysninger om disse moduler.
eu: Modulu hauei buruzko argibide gehiagorako, begiratu X-Org dokumentazioa.
fi: Lisätietoja näistä moduleista löytyy X.Orgin ohjeista.
hu: További információk az X.Org dokumentációban.
pt_br: Para informações adicionais sobre esses módulos, por favor consulte a documentação do X.Org.
sv: För mer information om dessa moduler, läs gärna dokumentationen från X.Org.

source: Multiple potential default X.Org server drivers for the hardware
ar: هناك عدة مُشغّلات افتراضية محتملة لخادم X.Org لهذا العتاد
el: Πολλαπλοί πιθανοί προεπιλεγμένοι οδηγοί για τον εξυπηρετητή X.Org για το υλικό σας
eu: Zure hardwareak X.Org lehenetsiriko kontrolatzaile erabilgarri anitz ditu.
fi: Laitteistolle on useita mahdollisia oletuksia X.Org-palvelimeksi
he: מספר מנהלי התקנים לשרת ה-X.Org נראים מתאימים לשמש כברירת מחדל לחומרה
it: Ci sono diversi driver del server X.org utilizzabili con l'hardware
ro: Potenţial mai multe module de nucleu implicite ale serverul X.Org pentru componentele dvs.
sv: Flera möjliga standard-X.Org-serverdrivrutiner för hårdvaran

source: Identifier for your video card:
ar: مُعرّف بطاقتك الفيديوية:
el: Ταυτοποίηση για την κάρτα οθόνης σας:
eu: Bideo txartelarentzat identifikatzailea:
fi: Näytönohjaimen tunniste:
he: מזהה לכרטיס הווידאו שלך:
it: Identificatore per la scheda video:
ro: Identificatorul pentru placa dvs. video:
sv: Ange ett namn för grafikkortet:

source: The X server configuration file associates your video card with a name that you may provide. This is usually the vendor or brand name followed by the model name, e.g., "Intel i915", "ATI RADEON X800", or "NVIDIA GeForce 6600".
ar: يقوم ملف تهيئة خادم X يتعيين اسم لبطاقة الفيديو يمكنك تحديده. ويكون هذا الاسم عادة اسم المصنّع أو الماركة يتبعها رقم الطراز، مثلاً، "Intel i915"، "ATI RADEON X800" أو "NVIDIA GeForce 6600".
el: Το αρχείο ρυθμίσεων του εξυπηρετητή X συσχετίζει την κάρτα οθόνης σας με ένα όνομα που δίνετε εσείς. Αυτό είναι συνήθως το όνομα του κατασκευαστή ή η μάρκα της κάρτας ακολουθούμενη από το όνομα του μοντέλου της,"Intel i915", "ATI RADEON X800", ή "NVIDIA GeForce 6600".
eu: X zerbitzari konfigurazioak zure bideo txartela zuk emandako izenarekin lotuko du. Normalean saltzailearen edo egilearen izena modelo izenez jarraitua izango da, adib, "Intel i915", "ATI RADEON X800", edo "NVIDIA GeForce 6600".
fi: X-palvelimen asetustiedostossa voidaan näytönohjaimelle antaa nimi. Nimi on tavallisesti valmistajan tai merkin nimi jonka jälkeen tulee mallinimi, esim. "Intel i915", "ATI RADEON X800", tai "NVIDIA GeForce 6600".
he: קובץ ההגדרות של שרת ה-X מקשר את כרטיס הווידאו שלך לשם שבאפשרותך לספק. זהו לרוב שם הספק או המותג ולאחריו שם הדגם, לדוגמה: "Intel i915", "ATI RADEON X800", או "NVIDIA GeForce 6600".
it: Il file di configurazione del server X associa un nome alla scheda video. Normalmente vengono usati il produttore o la marca seguiti dal nome del modello (per esempio: «Intel i915», «ATI RADEON X800» o «NVIDIA GeForce»).
ro: Fişierul de configurare al serverului dvs. X asociază plăcii dvs. video un nume pe care puteţi să-l furnizaţi. Acesta este de obicei numele vânzătorului sau marca urmată de numele modelului, de exemplu "Intel i915", "ATI RADEON X800", or "NVIDIA GeForce 6600".
sv: X-serverns konfigurationsfil associerar ditt grafikkort med ett namn som du tillhandahåller. Detta är vanligtvis tillverkaren eller märket på grafikkortet följt av modellnamnet, t.ex. "Intel i915", "ATI RADEON X800" eller "NVIDIA GeForce 6600".

source: Generic Video Card
ar: بطاقة فيديو عامة
el: Γενική Κάρτα Γραφικών
eu: Bdeo Txartela Generikoa
fi: Lajityypillinen näytönohjain
he: כרטיס וידאו גנרי
it: Scheda video generica
ro: Placa video generica

source: X server driver:
ar: مُشغّل خادم X:
ca: Controlador del servidor X:
el: Οδηγός του εξυπηρετητή Χ:
eo: Pelilo por la X-servilo
eu: X zerbitzari kontrolatzailea:
fi: X-palvelimen ajuri:
he: מנהל התקן לשרת ה-X:
it: Driver per il server X:
ro: Modulul pentru serverul X:
sv: Drivrutin för X-server:

source: For the X Window System graphical user interface to operate correctly, it is necessary to select a video card driver for the X server.
ar: كي تعمل واجهة المستخدم الرسومية لنظام نوافذ X بشكل صحيح، فإنه من الضروري اختيار مُشغّل بطاقة فيديو لخادم X.
ca: Per tal que la interfície gràfica d’usuari de l’X Window System funcione correctament, cal que escolliu un controlador de la targeta gràfica per al servidor X.
da: For at X Window-systemets grafiske brugerflade kan fungere korrekt, skal der vælges en grafikkortdriver til X-serveren.
el: Για τη σωστή λειτουργία του γραφικού περιβάλλοντος του συστήματος παραθύρων X, είναι απαραίτητο να επιλέξετε έναν οδηγό κάρτας γραφικών για τον εξυπηρετητή X.
eo: Por ke la grafika uzant-interfaco de la 'X-Fenestra Sistemo' funkciu ĝuste, estas necese elekti pelilon de video-karto por la X-servilo.
es: Para que el interfaz gráfico de usuario del Sistema X Window funcione correctamente, es necesario que seleccione un controlador de tarjeta de vídeo para el servidor X.
eu: X Leiho Sistemak behar bezala funtziona dezan, beharrezkoa da X zerbitzariarentzat bideo txartel kontrolatzaile bat aukeratzea.
fi: Jotta X Window -järjestelmän graafinen käyttöliittymä toimisi oikein, on valittava X-palvelimen käyttämä näytönohjaimen ajuri.
he: כדי שממשק המשתמש הגרפי של ה-X Window System יפעל כשורה, הכרחי לבחור מנהל התקן לכרטיס וידאו לשרת ה-X.
hu: Az X Window System grafikus felhasználói felületének helyes működéséhez ki kell választani egy videókártya meghajtót az X kiszolgálóhoz.
it: Perché l'interfaccia grafica del sistema X Window funzioni correttamente, è necessario scegliere un driver della scheda video per il server X.
pt_br: Para que a interface gráfica de usuário do Sistema de Janelas X funcione corretamente, é necessário selecionar o controlador da placa de vídeo para o servidor X.
ro: Pentru ca interfaţa utilizator a sistemului grafic X Windows să funcţioneze corect este necesar să selectaţi un modul de nucleu pentru placa video a serverului X.
sv: För det grafiska användargränssnittet i X Window System ska operera korrekt är det nödvändigt att välja en videokortsdrivrutin för X-servern.

source: Drivers are typically named for the video card or chipset manufacturer, or for a specific model or family of chipsets.
ar: تسمى المشغّلات عادة باسم بطاقة الفيديو أو مصنّع الرقاقة، أو لطراز معيّن أو عائلة من الرقاقات.
ca: Els noms dels controladors depenen normalment del fabricant de la targeta de vídeo o joc de xips (chipset), o bé del model específic o família de jocs de xips.
da: Drivere er typisk opkaldt efter grafikkortet eller chipsætproducenten eller en bestemt model eller familie af chipsæt.
el: Οι οδηγοί των συσκευών συνήθως παίρνουν το όνομά τους από τον κατασκευαστή της κάρτας γραφικών ή του chipset, ή ενός συγκεκριμένου μοντέλου κάρτας ή κατηγορίας καρτών.
eo: Peliloj estas ĝenerale nomitaj laŭ la video-karto aŭ fabrikanto de lablataro (chipset), aŭ laŭ specifa modelo aŭ familio de blataroj.
es: Los controladores tienen por nombre típicamente el fabricante de la tarjeta de vídeo o del conjunto de chips, o también el modelo específico o la familia de chips.
eu: Kontrolatzaileak arruntean bideo txartel edo txip-jokoaren egilearen edo jakindako modelo edo txip familiaren izena dute.
fi: Ajurit tavataan nimetä näytönohjaimen tai piirisarjan valmistajan mukaan, tai piirisarjan tietyn mallin tai malliperheen mukaan.
he: שמות מנהלי התקנים מורכבים בדר"כ משם יצרן כרטיס הווידאו או ערכת השבבים, או משם של דגם מסוים או משפחה של ערכת שבבים.
hu: A meghajtók általában a videókártya vagy csipkészlet gyártó nevét viselik, vagy csipkészletek megadott modell vagy családnevét.
it: I driver hanno tipicamente il nome della scheda video, del produttore del chipset, di un modello specifico o della famiglia del chipset.
pt_br: Os controladores são tipicamente nomeados como a placa de vídeo ou fabricante do chipset ou para um um modelo específico ou família de chipsets.
ro: Modulele de nucleu sunt în general numite după placa video sau cipsetul producătorului, sau pentru un model specific sau o familie de cipseturi.
sv: Drivrutiner är normalt namngivna för grafikkortet eller tillverkaren av chipset, eller för en specifik modell eller familj av chipsets.

source: Use kernel framebuffer device interface?
ar: استخدام واجهة جهاز framebuffer الخاصة بالنواة؟
ca: Voleu emprar la interfície cap al dispositiu de «framebuffer» del nucli?
da: Brug kernens framebuffer-grænseflade?
el: Θέλετε να χρησιμοποιήσετε τη συσκευή πλαισίου οθόνης (framebuffer) του πυρήνα;
eo: Ĉu uzi interfacon de kerna kadrobufra aparato?
es: ¿Usar el interfaz de dispositivos «framebuffer» del núcleo?
eu: kernel framebuffer gailu interfazea erabili?
fi: Käytetäänkö ytimen kehyspuskuroitua (framebuffer) laiterajapintaa?
he: להשתמש בממשק התקן ה-framebuffer של הקרנל?
hu: Rendszermag framebuffer eszköz felület használata?
it: Usare l'interfaccia per il dispositivo framebuffer del kernel?
pt_br: Utilizar a interface do dispositivo framebuffer do kernel ?
ro: Se foloseşte interfaţa de tampon de cadre din nucleu?
sv: Använd gränssnitt mot kärnans framebufferenhet?

source: Rather than communicating directly with the video hardware, the X server may be configured to perform some operations, such as video mode switching, via the kernel's framebuffer driver.
ar: بدلاً من التواصل مباشرة مع عتاد الفيديو، يمكن تهيئة خادم X لتأدية بعض الأعمال، كتبديل وضع الفيديو عبر مُشغل kernel framebuffer.
ca: En comptes d’haver de comunicar‐se directament amb el maquinari de vídeo, podeu configurar el servidor X per tal que realitze algunes operacions, com el canvi de mode de vídeo, fent servir el controlador de «framebuffer» del nucli.
da: I stedet for at kommunikere direkte med grafikkortet, kan X-serveren sættes op til at udføre visse ting, såsom skift af opløsning, ved hjælp af kernens framebuffer-driver.
el: Για ορισμένες εργασίες, όπως η εναλλαγή αναλύσεων οθόνης, ο εξυπηρετητής X μπορεί να ρυθμιστεί ώστε να χρησιμοποιεί τον οδηγό πλαισίου μνήμης του πυρήνα (framebuffer), αντί να επικοινωνεί απευθείας με την κάρτα οθόνης.
eo: Prefere ol rekte komunikiĝi kun la video-aparataro, la X-servilo povasesti akomodita por fari kelkajn operaciojn, kiel ŝanĝado de video-reĝimo,per la kadrobufra pelilo de la kerno.
es: En vez de comunicarse directamente con el hardware gráfico, el servidor X puede configurarse para realizar algunas operaciones, como la conmutación del modo gráfico, mediante el controlador de framebuffer del núcleo.
eu: Naiz hardwarearekin zuzenean harremanak izan, X zerbitzaria zenbait ekintza egin ahal izateko, kernel framebuffer kontrolatzailearen bidez bideo modu aldaketa kasu, konfiguratu egin behar dira.
fi: Näyttölaitteiston suoran käytön sijaan X-palvelimen asetukset voidaan tehdä siten, että se tekee jotkin toimenpiteet, kuten näyttötilan vaihdon, ytimen kehyspuskuroidun ajurin kautta.
he: במקום תקשור ישיר עם חומרת הווידאו, ניתן להגדיר את שרת ה-X כך שיבצע פעולות מסוימות, כמו למשל החלפת מצבי וידאו, באמצעות מנהל התקן ה-framebuffer של הקרנל.
hu: A videó eszközzel való közvetlen párbeszéd helyett, egyes műveletek elvégzésére, például videó mód váltásra, az X kiszolgáló beállítható a rendszermag framebuffer meghajtón át.
it: Piuttosto che comunicare direttamente con l'hardware video, il server X può venire configurato per svolgere qualche operazione, come cambiare la modalità video, attraverso il driver framebuffer del kernel.
pt_br: Ao invés de se comunicar diretamente com o hardware de vídeo, o servidor X pode ser configurado para executar algumas operações, como mudança de modo de vídeo, através do controlador de framebuffer do kernel.
ro: Prioritar comunicării cu componentele video, serverul X poate fi configurat să execute câteva operaţii, de exemplu, comutarea modului video, prin modulul "tampon de cadre" al nucleului (framebuffer).
sv: Hellre än att kommunicera direkt med videohårdvaran kan X-server konfigureras att göra några operationer såsom byta videoläge via kärnans framebuffer-drivrutin.

source: In theory, either approach should work, but in practice, sometimes one does and the other does not. Enabling this option is the safe bet, but feel free to turn it off if it appears to cause problems.
ar: نظرياً، يجب أن تصلح أي من الطريقتين، ولكن عملياً، قد تصلح طريقة ولا تصلح الأخرى. تمكين هذا الخيار هو الاختيار الأفضل، ولكن لا تتردد بتعطيله إن كان يبدو أن يسبب أية مشاكل.
ca: En teoria qualsevol de les aproximacions hauria de funcionar, però en la pràctica a voltes una ho fa i l’altra no. Habilitar aquesta opció és l’elecció més segura, però no dubteu d’inhabilitar‐la si vos sembla que causa problemes.
da: I teorien vil begge metoder virke, men i nogen gange vil kun den ene af demfungere. Det burde være sikkert at slå dette til, men hvis det lader til at give problemer, kan du slå det fra.
el: Θεωρητικά, και οι δύο προσεγγίσεις θα πρέπει να λειτουργούν, αλλά στην πράξη μερικές φορές λειτουργεί η μία προσέγγιση μόνο. Η συγκεκριμένη επιλογή είναι η πιο πιθανή ότι θα λειτουργήσει, αλλά αν διαπιστώσετε προβλήματα στην αλλαγή αναλύσεων μη διστάσετε να την απενεργοποιήσετε.
eo: Teorie, ambaŭ metodoj devus funkcii, sed praktike, kelkfoje unu jes kaj la alia ne. Ebligi tiun ĉi opcion estas sekura provo, tamen estu laŭvole por malaktivigi ĝin, se ŝajne ĝi kaŭzas problemojn.
es: En teoría, cualquiera de los dos enfoques debería funcionar, pero en la práctica, a veces uno lo hace y el otro no. Activar esta opción es jugar sobre seguro, pero siéntase libre de desactivarla si le parece que le está causando problemas.
eu: Teorian, edozein metodok funtzionatu beharko luke, baina praktikan, batzuetan batek funtzionatzen du eta beste batzuetan ez. Aukera hau segurua da baina lasai ezgaitu ezazu arazoak ematen dituela iruditzen bazaizu.
fi: Periaatteessa kummankin tavan pitäisi toimia, mutta käytännössä joskus toinen toimii ja toinen ei. Tämän valitseminen on turvallinen vaihtoehto, mutta sen voi halutessaan ottaa pois jos siitä näyttäisi olevan harmia.
he: בתיאוריה, כל אחת מהשיטות צריכה לעבוד, אבל בפועל לפעמים אחת מהן עובדת והשנייה לא. בחירה באפשרות זו היא הימור בטוח, אבל אם ידוע לך שהיא גורמת לבעיות - אל תאפשר\י אותה.
hu: Elméletben mindkettő működik, de a gyakorlatban néha az egyik nem. Ha gondot okoz, kikapcsolható.
it: In teoria, entrambi gli approcci dovrebbero funzionare ma, in pratica, qualche volta uno funziona e l'altro no. Abilitare questa opzione è una scelta sicura, ma la si può tranquillamente disabilitare se sembra causare problemi.
pt_br: Teoricamente, ambos os modos funcionarão, mas na prática, algumas vezes um funciona e outro não. Habilitar esta opção é seguro, mas sinta-se livre para desabiltá-la caso essa opção pareça causar problemas.
ro: În teorie, oricare abordare ar putea să funcţioneze dar, în practică, câte odată una merge şi celaltă nu. Activarea acestei opţiuni e cel mai sigur pariu, dar simţiţi-vă liberi să o dezactivaţi dacă pare să vă cauzeze probleme.
sv: I teorin, antingen eller borde fungera men i praktiken kan det ibland göra det och ibland inte det. Aktivera denna är en säkert val men känn dig fri att stänga av den om den verkar skapa problem.
