Repository: aleax/xorg
Catalog: debian/po/*.po
Languages: ar, ca, da, el, eo, es, eu, fi, he, hu, it, pt_br, ro, sv

source: For the X server to handle your keyboard as you desire, keyboard options may be entered. Available options depend on which XKB rule set was previously selected. Not all options will work with every keyboard model and layout.
da: For at få X-serveren til at håndtere dit tastatur efter dine ønsker kan yderligeretastaturindstillinger indtastes. De mulige indstillinger afhænger af hvilket XKB-regelsæt, du har valgt. Ikke alle indstillinger vil fungere med alle tastaturmodeller og -udlægninger.
es: Para que el servidor X maneje como usted desee su teclado, pueden introducirse opciones de teclado. Las opciones disponibles dependen de qué conjunto de reglas XKB se ha seleccionado previamente. No todas las opciones funcionarán con cada uno de los modelos y diseños de teclado.
pt_br: Para que o servidor X gerencie seu teclado como você deseja, opções para seu teclado podem ser informadas. As opções disponíveis dependem de qual conjunto de regras XKB foi selecionado previamente. Nem todas as opções funcionarão como todos os modelos e layouts de teclados.

source: You can combine options by separating them with a comma; for example, if you wish the Caps Lock key to behave as an additional Control key and you would like to use your Windows or logo keys as Meta keys, you may enter "ctrl:nocaps,altwin:meta_win".
da: Du kan kombinere valgmuligheder ved at adskille dem med komma; hvis du f.eks. vil bruge "Caps Lock"-knappen som en "Control"-knap, og samtidig vil bruge dine Windows- eller logo-knapper som Meta-knapper, kan du skrive "ctrl:nocaps,altwin:meta_win".
es: Puede combinar opciones separándolas con una coma, por ejemplo, si desea que el Bloq Mayús (Caps Lock) se comporte como una tecla Control adicional, y desea utilizar su tecla de Windows o logotipo como teclas Meta, puede introducir «ctrl:nocaps,altwin:meta_win».
pt_br: Você pode combinar opções separando-as com uma vírgula; por exemplo, caso você deseje que a tecla Caps Lock se comporte como uma tecla Control adicional e caso você queira usar suas teclas Windows ou logo como teclas Meta, você pode informar "ctrl:nocaps,altwin:meta_win".

source: If you don't know what options to use, leave this entry blank.
da: Hvis du ikke ved hvilke indstillinger, du vil bruge, så lad feltet stå tomt.
es: Si no sabe qué opciones usar, deje este campo en blanco.
pt_br: Caso você não saiba quais opção usar, deixa esta entrada em branco.

source: If you have a mouse attached to the computer, an attempt to detect it can be made; it may help to move the mouse while detection is attempted (also, the gpm program should not be running). If you would like to attach a PS/2 or bus/inport mouse to your computer, you should shut down the system, turn off the computer's power, connect the mouse, turn the computer back on, and reboot. If you wish to select a mouse type manually, decline this option.
da: Hvis du har sat en mus til din computer kan der søges efter den. Det kan hjælpe at bevæge musen mens der søges (og programmet gpm bør ikke køre). Hvis du vil tilslutte en mus til computeren, skal du først slukke for den. Hvis du ønsker at vælge en musetype selv, skal du afvise denne søgning.
es: Si tiene un ratón enchufado a su computadora, se puede intentar detectar; puede ayudar que mientras se efectúe la detección, mueva el ratón (y también que el programa gpm no debería estár ejecutándose). Si le gustaría enchufar un ratón PS/2 o bus/inport a su ordenador, debería apagar el ordenador, conectar el ratón, encender el ordenador e iniciar. Si desea seleccionar un tipo de ratón manualmente, ignore esta opción.
hu: Ha az egér már a gépre van kötve, megkísérelhető a felismerés; segíthet közben a mozgatás (a gpm program nem futhat!). PS/2 vagy buszra/bejövő portra csatlakozó egér esetén, ha felcsatlakoztatása elmaradt, sokszor fontos kikapcsolni a gépet és újraindítás előtt elvégezni a csatlakoztatást. Egér típus kézi kiválasztásának igénye estén elutasítható e lehetőség.
pt_br: Caso você possua uma mouse conectado a seu computador, uma tentativa de detectá-lo pode ser feita; mover o mouse enquanto a detecção é tentada pode ajudar (o programa gpm também não deve estar sendo executado). Caso você queira conectar um mouse PS/2 ou bus/import a seu computador você deverá desligar o computador, conectar o mouse e então ligá-lo novamente e reiniciar. Caso você deseje selecionar um tipo de mouse manualmente, não aceite esta opção.

source: If you accept this option and autodetection fails, you will be asked this question again. You may attempt autodetection as many times as desired. If autodetection succeeds, further debconf questions about your mouse will be pre-answered.
da: Hvis du accepterer dette og søgningen mislykkes, vil du blive spurgt igen. Du kan prøve så mange gange, du vil. Hvis det lykkedes vil debconf udfylde efterfølgende spørgsmål om din mus på forhånd.
es: Si acepta esta opción y la detección automática falla, se le hará de nuevo esta pregunta. Puede intentar la detección automática todas las veces que lo desee. Si la autodetección tiene éxito, las preguntas subsiguientes de debconf se contestarán automáticamente.
hu: Ha a felismerés nem sikerült, e kérdést újra felteszem. Akárhányszor meg lehet próbálni. Ha sikerül, a debconf egérre vonatkozó további kérdései előre megválaszolásra kerülnek.
pt_br: Caso você aceite esta opção e a autodetecção falhe esta pergunta lhe será feita novamente. Você pode tentar a autodetecção quantas vezes desejar. Caso a autodetecção tenha sucesso, perguntas futuras do debconf sobre seu mouse estarão pré-respondidas.

source: Please choose your mouse port.
da: Vælg venligst din museport.
es: Por favor, escoja el puerto de su ratón.
hu: Egér port kiválasztása.
pt_br: Por favor escolha a porta onde seu mouse está conectado.

source: For the X Window System graphical user interface to operate correctly, certain characteristics of your mouse (or other pointing device, such as a trackball) must be known.
da: X Window-systemet skal kende din mus's egenskaber for at kunne fungere korrekt (eller andre pegeredskaber såsom en trackball) .
es: Para que el interfaz gráfico de usuario del sistema X Window funcione correctamente, han de conocerse ciertas características de su ratón (o cualquier otro dispositivo apuntador, como un trackball).
hu: Az X Window System grafikus felhasználói felületének helyes működéséhez ezen egér (vagy más mutató eszköz) egyes tulajdonságait meg kell ismerni.
pt_br: Para que o interface gráfica com o usuário do Sistema de Janelas X funcione corretamente certas características de seu mouse (ou outro dispositivo de apontamento, como um trackball) devem ser conhecidos.

source: It is necessary to determine which port (connection type) your mouse uses. Serial ports use D-shaped connectors with 9 or 25 pins (a.k.a. DB-9 or DB-25); the mouse connector is female (has holes) and the computer connector is male (has pins). PS/2 ports are small round connectors (DIN) with 6 pins; the mouse connector is male and the computer side female. You may alternatively have a USB mouse, a bus/inport (very old) mouse, or be using the gpm program as a repeater. If you need to attach or remove PS/2 or bus/inport devices from your computer, please do so with the computer's power off.
da: Det er nødvendigt at vide hvilken port (forbindelsestype) din mus bruger. Seriel porte er D-formede stik med 9 eller 25 ben (kaldet DB-9 og DB-25). Musen har et hunstik (med huller) og computeren et hanstik (med ben). PS/2-porte er små, runde stik (kaldet DIN) med 6 ben. Musen har et hanstik og computeren et hunstik. Du kan også benytte USB-mus, bus-mus (meget gamle) eller nå musen via programmet gpm. Hvis du har brug for at fjerne eller tilføje en PS/2- eller busmus, skal det gøres uden strøm til computeren.
es: Es necesario determinar qué puerto (o tipo de conector) usa su ratón. Los puertos serie usan unos conectores en forma de D con 9 o 25 pines (o patillas), y también se los conoce como DB-9 o DB-25, respectivamente; el conector del ratón es hembra (tiene agujeros) y el conector en el ordenador es macho (tiene pines o patillas). Los puertos PS/2 son pequeños conectores redondos (DIN) con 6 pines; el conector del ratón es macho y el del ordenador hembra. De forma alternativa, puede tener un ratón USB, un ratón bus/inport (muy antiguos), o estar usando el programa gpm como repetidor. Si necesita conectar o quitar dispositivos PS/2 o bus/inport de su computadora, por favor, hágalo con la computadora apagada.
pt_br: É necessário determinar qual porta (tipo de conexão) seu mouse usa. Portas seriais usam conectores em foram de D com 9 ou 25 pinos (também conhecidos como DB-9 ou DB-25); o conector do mouse é a ponta fêmea (possui buracos) e o conector do computador é a ponta macho (possui pinos). Portas PS/2 são pequenos conectores arrendondados (DIN) com 6 pinos; o conector do mouse é o ponta macho e o conector do lado do computador é a ponta fêmea. Alternativamente, você pode possuir um mouse USB, um mouse bus/import (muito antigo) ou estar com o programa gpm sendo executado como um repetidor. Caso voc precise conectar ou remover dispositivos PS/2 ou bus/import de seu computador, por favor faça-o com o computador desligado.

source: Please choose the entry that best describes your mouse.
da: Vælg det punkt, der bedst beskriver din mus.
es: Por favor, escoja la opción que mejor describa a su ratón.
pt_br: Por favor escolha a entrada que melhor descreve seu mouse.

source: Most programs in the X Window System expect your mouse to have 3 buttons (left, right, and middle). Mice with only 2 buttons can emulate the presence of a middle button by treating simultaneous clicks or drags of the left and right buttons as middle button events.
da: De fleste programmer i X Window-systemet forventer at din mus har 3 knapper (venstre, højre og midt). Mus med kun 2 knapper kan emulere midterknappen ved samtidigt tryk på højre og venstre knap.
es: La mayoría de los programas en el sistema X Window esperan que su ratón tenga 3 botones (izquierdo, derecho, y central). Los ratones con sólo 2 botones pueden emular la presencia de un botón central tratando las pulsaciones simultáneas o arrastres de los botones izquierdo y derecho como eventos del botón central.
pt_br: A maioria dos programas no Sistema de Janelas X esperam que seu mouse possua 3 botões (esquerdo, direito e o do meio). Mouses com somente 2 botões podem emular a presença do botão do meio tratando cliques simultâneos ou arrastos do botão esquerdo e direito como eventos do botão do meio.

source: Many monitors (including LCD's) and video cards support a communication protocol that allows the monitor's technical characteristics to be communicated back to the computer. If your monitor and video card speak the same dialect of this protocol, further debconf questions about your monitor will be pre-answered.
da: Mange skærme (herunder LCD-skærme) og grafikkort understøtter en kommunikationsprotokol, der tillader at din skærms tekniske data bliver sendt til computeren. Hvis din skærm og grafikkort snakker samme dialekt af denne protokol, vil fremtidige spørgsmål om din skærm være udfyldt på forhånd.
es: Muchos monitores (incluyendo LCDs) y tarjetas de vídeo tienen soporte para un protocolo de comunicación que permite que las características técnicas de un monitor puedan comunicarse al ordenador al que están conectados. Si su monitor y tarjeta de vídeo hablan el mismo dialecto de este protocolo, las subsiguientes preguntas de debconf sobre su monitor serán respondidas automáticamente.
hu: Sok monitor (a laposak is) és videókártya támogat egy nyelvet, mellyel a monitor képességei kinyerhetők. Ha ez a monitor és videókártya ugyanazt a nyelvjárást beszéli, a monitorra vonatkozó további debconf kérdések előre megválaszolásra kerülnek.
pt_br: Muitos monitores (incluíndo LCDs) e placas de vídeo suportam um protocolo de comunicação que permite que as características técnicas do monitor seja informadas ao computador. Caso seu monitor e sua placa de vídeo falem o mesmo dialeto deste protocolo, as perguntas futuras do debconf sobre seu monitor estarão pré-respondidas.

source: If autodetection fails, you will be asked for information about your monitor.
da: Hvis automatisk søgning mislykkes, vil du blive bedt om oplysninger om din skærm.
es: Si la autodetección falla, se le preguntará información acerca de su monitor.
hu: Ha a felismerés meghiúsul, az adatokat kézzel meg lehet majd adni.
pt_br: Caso a autodetecção falhe, perguntas sobre informações de seu monitor serão feitas.

source: Please choose a method for selecting your monitor characteristics.
da: Vælg en metode til at vælge din skærms indstillinger.
es: Por favor, escoja un método para seleccionar las características de su monitor.
hu: Monitor karakterisztikája kiválasztásának módja.
pt_br: Por favor escolhe um método para selecionar as características de seu monitor.

source: For the X Window System graphical user interface to operate correctly, certain characteristics of your monitor must be known.
da: X Window-systemet må vide nogle ting om din skærm for at kunne fungere korrekt.
es: Para que el interfaz gráfico de usuario del sistema X Window funcione correctamente, han de conocerse ciertas características de su monitor.
hu: Az X Window System grafikus felhasználói felülete helyes működéséhez e monitor egyes karakterisztikáit ismerni kell.
pt_br: Para que a interface gráfica com o usuário do Sistema de Janelas X funcione corretamente certas características de seu monitor precisam ser conhecidas.

source: The "medium" option will present you with a list of resolutions and refresh rates, such as "800x600 @ 85Hz"; you should choose the best mode you wish to use (and that you know your monitor is capable of).
da: "medium" vil præsentere dig for en liste af opløsninger og opdateringshastigheder, såsom "800x600 @85Hz". Du bør vælge den bedste opløsning du ønsker at bruge (og som du ved din skærm kan tåle).
es: La opción «medio» le presentará una lista de resoluciones y tasas de refresco, como «800x600 @ 85Hz»; debería escoger el mejor modo que desee usar (y del que sepa que su monitor es capaz de mostrar).
hu: A "medium" lehetőség felbontások és frissítési sebesség listáját adja, például "800x600 @ 85Hz"; így kiválasztható a kívánt (és a monitor által bírt) legjobb mód.
pt_br: A opção "médio" irá lhe apresentar uma lista de resoluções e taxas de atualização, como "800x600 @ 85Hz"; você deverá escolher o melhor modo que deseja usar (e aquele que você sabe que seu monitor é capaz de suportar).

source: The "advanced" option will let you specify your monitor's horizontal sync and vertical refresh tolerances directly.
da: "avanceret" vil bede dig angive din skærms vandrette og lodrette tolerancer direkte.
es: La opción «avanzado» le permitirá especificar directamente las tolerancias de sincronización horizontal y de refresco vertical de su monitor.
hu: Az "advanced" lehetőséggel a monitor vízszintes szinkron és függőleges frissítési határai közvetlenül megadhatók.
pt_br: A opção "avançado" irá lhe permitir especificar as tolerâncias de atualização de sincronia horizontal e vertical de seu monitor diretamente.

source: Up to 14 inches (355 mm), 15 inches (380 mm), 17 inches (430 mm), 19-20 inches (480-510 mm), 21 inches (530 mm) or more
da: Op til 14" (355 mm), 15" (380 mm), 17" (430 mm), 19"-20" (480-510 mm), 21" (530 mm) eller mere
es: Hasta 14 pulgadas (355 mm), 15 pulgadas (380 mm), 17 pulgadas (430 mm), 19-20 pulgadas (480-510 mm), 21 pulgadas (530 mm) o más
hu: 14 hüvelykig (355 mm), 15 hüvelyk (380 mm) 17 hüvelyk (430 mm) 19-20 hüvelyk (480-510 mm), 21 hüvelyk (530 mm) és több
pt_br: Acima de 14 polagadas (355 mm) 15 polegadas (380 mm), 17 polegadas (430 mm), 19-20 polegadas (480-510 mm), 21 polegadas (530 mm) ou maior

source: Please choose your approximate monitor size.
da: Vælg venligst din omtrentlige skærmstørrelse.
es: Por favor, escoja el tamaño aproximado de su monitor.
hu: Monitor körülbelüli képátlójának megadása
pt_br: Por favor escolha o tamanho aproximado de seu monitor.

source: Please select your monitor's best video mode.
da: Vælg din skærms bedste opløsning.
es: Por favor, seleccione el mejor modo de vídeo de su monitor.
hu: Monitor legjobb videó módjának kiválasztása.
pt_br: Por favor selecione o melhor modo de vídeo de seu monitor.

source: Choose the "best" resolution and refresh rate you believe your monitor capable of. Larger resolutions and refresh rates are better. If you use a CRT monitor, it is perfectly acceptable to select a "worse" video mode than your monitor's best if you wish. Users of LCD displays may also be able to do this, but only if both the video chipset and the driver support it; if in doubt, use the video mode recommended by the manufacturer of your LCD.
da: Vælg den "bedste" opløsning og opdateringshastighed, du mener at din skærm er i stand til at køre med. Højere opløsninger og opdateringshastigheder er bedre. Brugere af LCD-skærme kan muligvis også gøre dette, men kun hvis både grafikchipsættet og driveren understøtter det. I tvivlstilfælde, bør du bruge den opløsning, som anbefales af din LCD-skærms producent.
es: Escoja la «mejor» resolución y tasa de refresco de la que crea que es capaz su monitor. Cuanto mayores sean las resoluciones y tasas de refresco, mejores serán. Si usa un monitor CRT, es perfectamente aceptable que seleccione un modo de vídeo «peor» que el mejor que tenga su monitor, si lo desea. Los usuarios de pantallas LCD también pueden intentarlo, pero sólo si tanto el juego de chips de vídeo como el controlador lo soporta; si tiene dudas, use el modo de vídeo recomendado por el fabricante de su LCD.
hu: A monitorról feltételezett vagy le- illetve, elolvasott legjobb felbontást is frissítési sebességet kell megadni. A nagyobb felbontások és frissítési sebességek jobbak. CRT monitorosok "a legrosszabbat" is választhatják, ha nincs adat arról, mit bírnak az eszközök, és később át is állíthatják. Az LCD-felhasználók is megtehetik ezt, de csak ha a videó csipkészlet és a meghajtó is támogatja; kétség esetén a gyártó által ajánlott videó módot kell használni.
pt_br: Escolha a "melhor" resolução e taxa de atualização que você acredita que seu monitor seja capaz de suportar. Resoluções e taxas de atualização maiores são melhores. Caso você use um monitor CRT é perfeitamente aceitável selecionar um modo de vídeo "pior" que o melhor modo de vídeo para seu monitor caso você deseje. Usuários de displays LCD podem também ser capazes de fazer isso, mas somente se ambos o chipset e o driver suportarem isso; em caso de dúvidas, use o modo de vídeo recomendado pelo fabricante de seu LCD.

source: Enter an identifier for your monitor.
da: Skriv et navn til din skærm.
es: Introduzca un identificador para su monitor.
hu: Monitorazonosító megadása
pt_br: Informe um identicador para seu monitor.

source: The X server configuration file associates your monitor with a name that you may provide. This is usually the vendor or brand name followed by the model name, e.g., "Sony E200" or "Dell E770s".
da: X serverens opsætningsfile associerer din skærm med det navn som du angiver. Du kan bruge skærmens producent efterfulgt af modelnavnet. F.eks. "Sony E200" eller "Dell E770s".
es: El fichero de configuración del servidor X asocia su monitor a un nombre que usted tiene que introducir. Normalmente es el vendedor o la marca del monitor seguido del nombre del modelo, por ejemplo, «Sony E200» o «Dell E770s».
hu: Az X kiszolgáló beállító fájl e monitort egy tetszőleges névvel társítja. Ez általában a gyártó vagy márka neve, mely után a modell név következik, például "Sony E200" vagy "Dell E770s".
pt_br: O arquivo de configuração do servidor X associa seu monitor com um nome que você pode especificar. Tal nome é geralmente o nome ou marca do vendedor seguido pelo nome do modelo. por exemplo, "Sony E200" ou "Dell E770s".

source: Write monitor sync ranges to configuration file?
da: Skriv skærmens synkroniseringsområder til opsætningsfilen?
hu: Monitor szinkron határainak beállító fájlba írása?
pt_br: Gravar as faixas de sincronia do monitor no arquivo de configuração ?

source: The monitor synchronization ranges should be autodetected by the X server in most cases, but sometimes it needs hinting. This option is for advanced users, and should be left at its default.
da: Skærmens synkroniseringsområder bør i de fleste tilfælde bestemmes automatisk af X-serveren, men den har nogle gange brug for lidt hjælp. Denne indstilling er for avancerede brugere, og bør normalt efterlades i standardindstillingen.
hu: A monitor szinkron határait általában az X kiszolgáló észleli, de néha súgni kell. E lehetőség haladó felhasználóknak van, és általában az alapértelmezetten hagyható.
pt_br: As faixas de sincronia do monitor devem ser detectadas pelo servidor X na maioria dos casos, mas algumas vezes o servidor X precisa de algumas dicas. Esta opção é para usuários avançados e seu valor padrão deve ser mantido.

source: Enter your monitor's horizontal sync range.
da: Indtast din skærms vandrette synkroniseringsområde.
es: Introduzca el rango de sincronización horizontal de su monitor.
hu: Monitor vízszintes szinkron határainak megadása.
pt_br: Informe a faixa de sincronia horizontal de seu monitor.

source: Please enter either a comma-separated list of discrete values (for fixed-frequency displays), or a pair of values separated by a dash (all modern CRT's). This information should be available in your monitor's manual. Values lower than 30 or higher than 130 are extremely rare.
da: Indtast enten en kommasepareret liste med diskrete værdier (til fastfrekvens-skærme) eller to værdier adskilt med en bindestreg (xx-yy) (det sidste gælder de fleste moderne skærme). Disse oplysninger står i din skærms brugervejledning. Værdierne er sjældent lavere end 30 eller højere end 130.
es: Por favor, introduzca una lista separada por comas de valores discretos (para indicar una pantalla con frecuencias fijas), o un par de valores separados por un guión (para todos los monitores CRT modernos). Esta información debería estar disponible en el manual de su monitor. Los valores por debajo de 30 o por encima de 130 son extremadamente raros.
hu: Rögzített frekvenciájú kijelzőknél vesszőkkel elválasztott diszkrét értékeket, modern CRT-k esetén egy kötőjellel elválasztott érték-párt kell megadni. Ezek az információk elérhetők a monitor kézikönyvéből. A 30-nál alacsonyabb és 130-nál magasabb értékek rendkívül ritkák.
pt_br: Por favor informe uma lista separada por vírgulas de valores distintos (para displays de frequência fixa) ou um par de valores separados por um traço (-) (válido para todos os CRTs modernos). Esta informação deve estar disponível no manual de seu monitor. Valores inferiores a 30 ou superiores a 130 são extremamente raros.

source: Enter your monitor's vertical refresh range.
da: Skriv din skærms lodrette opdateringsfrekvens.
es: Introduzca el rango de refresco vertical de su monitor.
hu: Monitor függőleges frissítési határainak megadása.
pt_br: Informe a faixa de atualização vertical de seu monitor.
