Repository: aleax/xorg
Catalog: debian/po/*.po
Languages: ar, ca, da, el, eo, es, eu, fi, he, hu, it, pt_br, ro, sv

source: For the X server to handle the keyboard as desired, a keyboard variant may be entered. Available variants depend on which XKB rule set, model, and layout were previously selected.
ar: كي يتمكن خادم X من التعامل مع لوحة المفاتيح كما هو مطلوب، يجب إدخال بديل لوحة المفاتيح. البدائل المتوفرة تعتمد على مجموعة أحكام XKB، وطراز، وتخطيط لوحة المفاتيح التي تم اختيارها مسبقاً.
ca: Per tal que el servidor X gestione el teclat com desitgeu, potser hàgeu d’entrar una variant de teclat. Les variants disponibles depenen de quina regla d’XKB, model i disposició de teclat hàgeu seleccionat abans.
el: Για να διαχειριστεί το πληκτρολόγιό σας ο εξυπηρετητής X όπως εσείς επιθυμείτε, θα πρέπει να επιλέξετε μια ποικιλία για το πληκτρολόγιο. Οι διαθέσιμες ποικιλίες εξαρτώνται από το σύνολο κανόνων XKB, το μοντέλο και τη διάταξη του πληκτρολογίου που έχουν επιλεχθεί προηγουμένως.
eo: Por ke la X-servilo traktu la klavaron kiel dezirate, klavar-variaĵo povos esti indikita. Disponeblaj variaĵoj dependas de kiu regularo XKB, modelo, kaj aranĝo estis antaŭe elektitaj.
eu: X zerbitzariak zure teklatua behar bezala kudeatzeko, teklatu aldagai bat ezarri behar da. Aldagai erabilgarriak ezarririk dauden XKB arau bilduma, teklatu modelo eta ingurunearen araberakoak dira.
fi: Jotta X-palvelin käsittelisi näppäimistöä halutulla tavalla, voidaan antaa näppäimistön muunnelma. Käytettävissä olevat muunnelmat riippuvat valitusta XKB-näppäinasettelusta, mallista ja näppäinasettelusta.
he: כדי ששרת ה-X יטפל במקלדת כפי שרצוי, ניתן להכניס תת-פריסת מקלדת. זמינות התת-פריסות תלויה במערכת חוקי ה-XKB, בדגם ובפריסת המקלדת שנבחרו קודם לכן.
it: Per fare in modo che il server X gestisca la tastiera come desiderato, è possibile selezionare una variante di tastiera. Le varianti disponibili dipendono da quale set di regole XKB, modello e disposizione sono stati scelti precedentemente.
ro: Pentru ca serverul X să poată manipula tastatura în modul dorit trebuie introdusă o variantă de tastatură. Variantele disponibile depind de setul de reguli XKB, modelul şi formatul anterior selectat.
sv: För att X-servern ska hantera ditt tangentbord som du önskar kan en tangentbordsvariant anges. Tillgängliga varianter är beroende på vilken XKB-regeluppsättning, modell och layout som tidigare valts.

source: Many keyboard layouts support an option to treat "dead" keys such as non-spacing accent marks and diaereses as normal spacing keys, and if this is the preferred behavior, enter "nodeadkeys".
ar: تدعم العديد من تخطيطات لوحات المفاتيح خيار التعامل مع مفاتيح "dead" كعلامات التشكيل، فإن كان هذا هو تريده، فأدخل القيمة "nodeadkeys".
ca: Moltes disposicions de teclat permeten l’opció de tractar les tecles «mortes» (com les marques d’accentuació i dièresi, que no fan avançar el cursor), com a tecles normals (que sí l’avancen); si preferiu aquest comportament, entreu «nodeadkeys».
da: Mange tastaturudlægninger kan håndtere "døde" taster såsom accenter og apostroffer som normale taster. Hvis du ønsker dette, så skriv "nodeadkeys".
el: Πολλές διατάξεις πληκτρολογίων υποστηρίζουν την επιλογή χρήσης των "νεκρών" πλήκτρων (dead keys), όπως πλήκτρα τόνων και διαλυτικών, ως κανονικά πλήκτρα και αν αυτή είναι η επιθυμητή συμπεριφορά, δώστε "nodeadkeys".
eo: Pluraj klavar-aranĝoj subtenas opcion por trakti "senpaŝajn" klavojn (ekzemple diakrit-markoj kaj diarezo) kiel normalajn paŝajn klavojn, kaj se tio estas la preferata maniero, entajpu "nodeadkeys".
es: Muchos diseños de teclado tienen soporte para una opción en la que tratan las teclas «muertas» (dead keys), que normalmente son teclas como las tildes sin espaciado para acentuar letras, o la diéresis, como teclas con espaciado normal, así que si ese el el comportamiento que prefiere, introduzca «nodeadkeys».
eu: Teklatu ingurune askok "hildako" teklak hutsune gabeko azentuazio marka eta dieresiak hutsune arrunt tekla bezala, eta hau bada hobetsiko ingurunea, sar "nodeadkeys".
fi: Useissa näppäinasetteluissa on valinnaisesti tuki tarkenäppäimien (dead keys) kuten korkomerkkien ja sirkumfleksin käytölle tavallisina merkin tuottavina näppäiminä, ja jos tätä halutaan kirjoitetaan "nodeadkeys".
he: פריסות מקלדת רבות תומכות באפשרות לטפל במקשים "מתים" (כמו למשל בסימני המבטא וההטעמה הלא-מרווחים) כמקשי ריווח רגילים. אם זוהי ההתנהגות המועדפת, הכנס "nodeadkeys".
it: Molte disposizioni della tastiera hanno un'opzione per trattare i tasti «morti» (ad es. i segni di accento o le dieresi) come tasti normali; se questo è il comportamento desiderato scegliere «nodeadkeys».
pt_br: Muitos layouts de teclados suportam uma opção para tratar teclas "mortas" ("dead keys") como marcas de acento sem espaço e acentuação como teclas de espaço. Caso esse seja o comportamento preferido, informe "nodeadkeys".
ro: Multe aranjamente de tastatură suportă o opţiune care tratează tastele "moarte" - accent fară spaţiere şi semne precum trema - ca taste cu spaţiere normală; dacă acesta este comportamentul preferat, introduceţi "nodeadkeys".
sv: Många tangentbordsarrangemang har stöd för ett alternativ som hanterar "döda" knappar såsom icke-slags accenttecken och diaereses som normala slag tangenter och om detta är det önskade uppträdanden, ange "nodeadkeys".

source: Experienced users can use any variant supported by the selected XKB layout. If the xkb-data package has been unpacked, see the /usr/share/X11/xkb/symbols directory for the file corresponding to your selected layout for available variants.
ar: يمكن لخبراء المستخدمين استخدام أي بديل يدعمه تخطيط XKB.إن تم استخراج محتويات الحزمة xkb-data، فانظر في دليل الرموز /usr/share/X11/xkb/rules للاطلاع على الملف المقابل للتخطيط الذي اخترته للبدائل المتوفرة.
ca: Els usuaris experimentats poden emprar qualsevol variant oferida per la disposició d’XKB escollida. Si heu desempaquetat el paquet «xkb-data», cerqueu al directori «/usr/share/X11/xkb/symbols» el fitxer corresponent a la disposició que heu escollit per a trobar‐hi les variants disponibles.
el: Οι πεπειραμένοι χρήστες μπορούν να χρησιμοποιήσουν οποιαδήποτε ποικιλία υποστηρίζεται από την επιλεγμένη διάταξη XKB. Αν το πακέτο xkb-data είναι αποσυμπιεσμένο, κοιτάξτε στον κατάλογο /usr/share/X11/xkb/symbols για το αρχείο που αντιστοιχεί στην διάταξη που έχετε επιλέξει για τις διάφορες διαθέσιμες ποικιλίες.
eo: Spertaj uzantoj povas uzi iun ajn variaĵon subtenatan de la elektita regularo XKB. Se la pako 'xkb-data' jam estas malpakita, rigardu la dosierujon'/usr/share/X11/xkb/symbols' kaj la dosieron koncernan al la aranĝo elektita de vipor koni la disponeblajn variaĵojn.
eu: Erabiltzaile aurreratuek XKB arau bildumak onarturiko edozein aldagai erabili dezakete. xkb-data paketea despaketaturik izan bada, /usr/share/X11/xkb/rules/symbols direktorioa begiratu aukeratutako inguruneari dagozkion aldagaiak ikusteko.
fi: Kokeneet käyttäjät voivat käyttää mitä tahansa valitun XKB-näppäinasettelun tukemaa muunnelmaa. Jos paketti xkb-data on purettu, katso hakemistosta /usr/share/X11/xkb/symbols/ valittua näppäinasettelua vastaavasta tiedostosta käytettävissä olevat muunnelmat.
he: משתמשים מנוסים יכולים להשתמש בכל תת-פריסה הנתמכת ע"י פריסת ה-XKB הנבחרת. אם חבילת ה-xkb-data נפתחה, ראו את הספרייה /usr/share/X11/xkb/symbols לקובץ התואם לפריסה הנבחרת שלך לתת-סוגים הזמינים.
it: Gli utenti esperti possono usare qualsiasi variante supportata dalla loro disposizione XKB. Se il pacchetto xkb-data è già stato estratto, consultare il file che corrisponde al disposizione selezionato nella directory /usr/share/X11/xkb/symbols per le varianti disponibili.
ro: Utilizatorii avansaţi pot utiliza orice variantă suportată de aranjamentul XKB selectat. Dacă pachetul xkb-data a fost despachetat, a se vedea în directorul /usr/share/X11/xkb/symbols, fişierul corespunzător aranjamentului selectat de dvs. pentru variantele disponibile.
sv: Erfarna användare kan använda de varianter som stöds av den valda XKB-layouten. Om paketet xkb-data har packats upp, leta tillgängliga varianter i katalogen /usr/share/X11/xkb/symbols och efter den fil som motsvarar din valda layout.

source: Users of U.S. English keyboards should generally leave this entry blank.
ar: مستخدمو لوحات المفاتيح الإنجليزية الأمريكية عامة يجب عليهم ترك هذه القيمة خالية.
ca: En general, els usuaris d’Europa de teclats en espanyol poden deixar aquest valor en blanc.
da: Brugere af danske tastaturer bør ikke skrive noget her.
el: Οι χρήστες των πληκτρολογίων Αγγλικής (ΗΠΑ), μπορούν να αφήσουν το πεδίο κενό.
eo: Uzantoj de uson-anglaj klavaroj devus ĝenerale lasi tiun ĉi kampon malplena.
es: Los usuarios de teclados ingleses de EE. UU. deberían en general dejar este campo en blanco.
eu: E.B Ingeles teklatuen erabiltzaileek normalean aukera hau zurian utzi behar dute.
fi: Jos näppäimistö on U.S. English, pitäisi tämä kohta yleensä jättää tyhjäksi.
he: משתמשי מקלדות של אנגלית-ארה"ב צריכים בדר"כ להשאיר שדה זה ריק.
it: Gli utenti di tastiere italiane possono in genere lasciare vuoto questo campo.
pt_br: Usuários de teclado americanos devem geralmente deixar esta entrada em branco.
ro: Utilizatorii tastaturilor U.S. English ar trebui în general să lase această intrare necompletată.
sv: Användare av amerikanska tangentbord ska generellt lämna detta fält blankt.

source: Keyboard options:
ar: خيارات لوحة المفاتيح:
ca: Opcions per al teclat:
el: Επιλογές πληκτρολογίου:
eo: Klavaraj opcioj:
eu: Teklatu aukerak:
fi: Näppäimistön valitsimia:
he: אפשרויות מקלדת:
it: Opzioni della tastiera:
ro: Opţiuni pentru tastatură:
sv: Tangentbordsalternativ:

source: For the X server to handle the keyboard as desired, keyboard options may be entered. Available options depend on which XKB rule set was previously selected. Not all options will work with every keyboard model and layout.
ar: كي يتمكن خادم X من التعامل مع لوحة المفاتيح كما هو مطلوب، يمكن إدخال خيارات لوحة المفاتيح. تعتمد الخيارات المتوفرة على مجموعة أحكام XKB التي تم اختيارها مسبقاً. لن تسري جميع الخيارات مع جميع طرازات وتخطيطات لوحات المفاتيح.
ca: Per tal que el servidor X gestione el teclat com desitgeu, potser hàgeu d’entrar algunes opcions de teclat. Les opcions disponibles depenen de quina regla d’XKB hàgeu seleccionat abans. No totes les opcions funcionaran amb tots els models i disposicions de teclat.
el: Για να διαχειριστεί το πληκτρολόγιό σας ο εξυπηρετητής X σύμφωνα όπως εσείς θέλετε, μπορείτε να εισάγετε επιλογές για το πληκτρολόγιο. Οι διαθέσιμες επιλογές εξαρτώνται από το σύνολο κανόνων XKB που έχει επιλεχθεί προηγουμένως. Δεν λειτουργούν όλες οι επιλογές με οποιοδήποτε μοντέλο και διάταξη πληκτρολογίου.
eo: Por ke la X-servilo traktu la klavaron kiel dezirate, klavaraj opcioj povos esti indikitaj. Disponeblaj opcioj dependas de kiu regularo XKB estis antaŭe elektita. Ne ĉiuj opcioj funkcios kun ĉiu klavara modelo kaj aranĝo.
eu: X zerbitzariak zure teklatua behar bezala kudeatzeko teklatu aukerak ezarri behar dira. Aukera erabilgarriak aurrerago ezarritako XKB arau bildumaren araberakoak dira. Aukera guztiek ez dute teklatu modelo eta ingurune guztietan funtzionatuko.
fi: Jotta X-palvelin käsittelisi näppäimistöä halutulla tavalla, voidaan näppäimistölle käyttää valitsimia. Käytettävissä olevat valitsimet riippuvat aiemmin valitusta XKB-näppäinasettelusta. Kaikki valitsimet eivät toimi jokaisen näppäimistömallin ja näppäinasettelun kanssa.
he: כדי ששרת ה-X יטפל במקלדת כפי שרצוי, ניתן להכניס אפשרויות מקלדת. זמינות האפשרויות תלויה במערכת חוקי ה-XKB שנבחרה קודם לכן. לא כל האפשרויות יעבדו עם כל דגם ופריסת מקלדת.
it: Perché il server X gestisca la tastiera come si desidera, si possono inserire opzioni per la tastiera. Le opzioni disponibili dipendono da quali regole XKB sono state scelte precedentemente. Non tutte le opzioni funzioneranno con ogni modello e disposizione della tastiera.
ro: Pentru ca severul X să manipuleze tastatura aşa cum doriţi, este posibil să fie necesară introducerea de opţiuni pentru tastatură. Opţiunile disponibile depind de setul de reguli XKB selectat anterior. Nu toate opţiunile vor funcţiona cu orice model şi aranjament de tastatură.
sv: För att X-servern ska hantera ditt tangentbord som du önskar kan vissa tangentbordsalternativ anges. Tillgängliga alternativ är beroende av vilken XKB-regeluppsättning som tidigare valts. Inte alla alternativ kommer att fungera med alla tangentbordsmodeller och layouter.

source: For example, if you wish the Caps Lock key to behave as an additional Control key, you may enter "ctrl:nocaps"; if you would like to switch the Caps Lock and left Control keys, you may enter "ctrl:swapcaps".
ar: على سبيل المثال، إن كنت تريد أن يعمل زر Caps Lock كمفتاح تحكم إضافي، يمكن إدخال القيمة "ctrl:nocaps"؛ وإن كنت تود عكس مفتاح Caps Lock وأزرار التحكم اليسرى، يمكنك إدخال القيمة "ctrl:swapcaps".
ca: Per exemple, si voleu que la tecla de fixació de majúscules (Bloq Maj) funcione com a una tecla addicional de Control, entreu «ctrl:nocaps»; si voleu intercanviar les tecles Bloq Maj i l’esquerra de Control, entreu «ctrl:swapcaps».
da: Hvis du f.eks. ønsker at "Caps Lock"-tasten skal fungere som en ekstra "Control"-tast, kan du skrive "ctrl:nocaps". Hvis du ønsker at bytte om på "Control" og "Caps Lock" kan du skrive "ctrl:swapcaps".
el: Για παράδειγμα, αν επιθυμείτε το πλήκτρο Caps Lock να συμπεριφέρεται ως ένα επιπλέον πλήκτρο Control, μπορείτε να δώσετε "ctrl:nocaps", ή αν επιθυμείτε να ανταλλάξετε τη λειτουργία των πλήκτρων Caps Lock και αριστερού Control, μπορείτε να δώσετε "ctrl:swapcaps".
eo: Ekzemple, se vi deziras ke la klavo 'Caps Lock' (majuskleco) funkciu kiel kroman klavon 'Control', vi povas entajpi "ctrl:nocaps"; se al vi plaĉas interŝanĝi la klavojn 'Caps Lock' kaj la maldekstra 'Control', vi povas entajpi "ctrl:swapcaps".
es: Por ejemplo, si desea que el Bloq Mayús (Caps Lock) se comporte como una tecla Control adicional, puede introducir «ctrl:nocaps»; si le gustaría cambiar las teclas del Bloq Mayús y el Control izquierdo entre ellas, puede introducir «ctrl:swapcaps».
eu: Adibidez, Caps Lock tekla Kontrol tekla gehigarri bat bezala erabili nahi izan ezkero, "ctrl:nocaps" idatzi beharko zenuke. Caps Lock eta Ezkerreko Kontrol tekla aldatu nahi badituzu, "ctrl:swapcaps" idatzi beharko zenuke.
fi: Jos esimerkiksi halutaan Caps Lock -näppäimen toimivan toisena Control-näppäimenä, kirjoitetaan "ctrl:nocaps"; haluttaessa vaihtaa Caps Lock ja vasen Control keskenään kirjoitetaan "ctrl:swapcaps".
he: לדוגמה, אם ברצונך שמקש ה-Caps Lock יתפקד כמקש Control נוסף, באפשרותך להכניס "ctrl:nocaps"; אם ברצונך להחליף בין מקש ה-Caps Lock ומקש ה-Control השמאלי, באפשרותך להכניס "ctrl:swapcaps".
it: Per esempio, se si vuole che il tasto Caps Lock funzioni come un tasto Control addizionale, si può inserire «ctrl:nocaps»; se si vuole scambiare i tasti Caps Lock e Control sinistro, si può inserire «ctrl:swapcaps».
pt_br: Por exemplo, caso você deseje que a tecla Caps Lock se comporte como uma tecla Control adicional você pode informar "ctrl:nocaps"; caso você queira trocar as teclas Caps Lock e o Control da esquerda você pode informar "ctrl:swapcaps".
ro: De exemplu, dacă doriţi ca tasta Caps Lock să se comporte ca o tasta Control suplimentară, trebuie să introduceţi "ctrl:nocaps"; dacă doriţi să schimbaţi între ele tastele Caps Lock şi Control stânga, trebuie să introduceţi "ctrl:swapcaps".
sv: Till exempel, om du önskar att Caps Lock-tangenten ska uppföra sig som en extra Control-tangent, kan du ange "ctrl:nocaps", om du vill byta Caps Lock och vänstra Control-tangenten kan du ange "ctrl:swapcaps".

source: As another example, some people prefer having the Meta keys available on their keyboard's Alt keys (this is the default), while other people prefer having the Meta keys on the Windows or "logo" keys instead. If you prefer to use your Windows or logo keys as Meta keys, you may enter "altwin:meta_win".
ar: كمثال آخر، يفضل بعض الناس الحصول على مفاتيح Meta في في أزرار Alt الخاصة بلوحات مفاتيحهم (وهذا هو الافتراضي)، بينما يفضل آخرون الحصول على مفاتيح Meta من خلال مفتاح "الشعار" أو ويندوز. إن كنت تفضل استخدام أزرار ويندوز أو الشعار كمفاتيح Meta، فيمكنك إدخال القيمة "altwin:meta_win".
ca: Com a exemple addicional, alguna gent prefereix tenir les tecles Meta disponibles a les tecles Alt del teclat (aquest és el comportament per defecte), mentre que altra gent prefereix tenir les tecles Meta a les tecles de Windows o a les tecles del «logo». Si preferiu emprar les tecles de Windows o les del «logo» com a tecles Meta, podeu entrar «altwin:meta_win».
da: Som et andet eksempel, så foretrækker nogle at have Meta-knapperne tilgængelige på deres tastaturs Alt-knapper (dette er standard), mens andreforetrækker at have Meta-knapperne på Windows- eller "logo"-knapperne i stedet. Hvis du foretrækker at bruge dine Windows- eller logo-knapper som Meta-knapper, skal du skrive "altwin:meta_win".
el: Ένα ακόμη παράδειγμα, κάποιοι χρήστες προτιμούν να χρησιμοποιούν τα πλήκτρα Alt ώς πλήκτρα Meta (η προκαθορισμένη επιλογή), ενώ άλλοι προτιμούν τα πλήκτρα Windows ή "logo" ως πλήκτρα Meta, αντίθετα. Αν επιθυμείτε να χρησιμοποιήσετε τα πλήκτρα Windows ή logo ως Meta, μπορείτε να εισάγετε "altwin:meta_win".
eo: Alia ekzemplo, kelkaj homoj preferas havi la klavojn 'Meta' disponeblaj ĉe la klavo 'Alt' de iliaj klavaroj (tio estas implicite), dum aliaj preferas havi la klavojn 'Meta' ĉe la klavoj 'Windows' aŭ 'Logo' anstataŭe. Se vi preferas uzi viajn klavojn 'Windows' aŭ 'Logo' kiel klavojn 'Meta', vi povas entajpi "altwin:meta_win".
es: Otro ejemplo es el caso de algunas personas que prefieren tener las teclas Meta disponibles como las teclas Alt de su teclado (este es el valor por omisión), mientras que otros prefieren tenerlas en sus teclas Windows o «logo». Si desea usar sus teclas Windows o logo como teclas Meta, debe introducir «altwin:meta_win»."
eu: Beste adibide bat, zenbait pertsonek nahiago dute Meta tekla beren teklaren Alt tekletan egotea (hau da lehenetsia) baina beste batzuek nahiago dute Meta teklak Windows edo "logo" tekletan edukitzea. Zuk Windows edo "logo" teklak Meta teklak bezala erabili nahi izan ezkero "altwin:meta_win" idatzi beharko zenuke.
fi: Toinen esimerkki: jotkut haluavat Meta-näppäimet näppäimistön Alt-näppäimiin (tämä on oletusarvo), kun taas muut haluavat Meta-näppäimet Windows- tai "logo"-näppäimiin. Haluttaessa Windows- tai logo-näppäimien toimivan Meta-näppäiminä, kirjoitetaan "altwin:meta_win".
he: כדוגמה נוספת, חלק מהאנשים מעדיפים שמקשי ה-Alt במקלדת שלהם יתפקדו כמקשי ה- Meta (זוהי ברירת המחדל), ואילו אנשים אחרים מעדיפים שמקשי החלונות או ה-"לוגו" יתפקדו כמקשי ה- Meta אם ההעדפה שלך היא האפשרות השנייה, באפשרותך להכניס "altwin:meta_win".
it: Un altro esempio: alcune persone preferiscono avere i tasti Meta disponibili sui tasti Alt della tastiera (questa è l'impostazione predefinita) invece altre persone preferiscono avere i tasti Meta sui tasti Windows o «logo». Se si preferisce usare i tasti Windows o logo come tasti Meta, si può inserire «altwin:meta_win».
pt_br: Como outro exemplo, algumas pessoas preferem ter as teclas Meta disponíveis em seus nas teclas Alt de seus teclados (este é o padrão). enquanto outras pessoas preferem ter as teclas Meta nas teclas Windows ou "logo". Caso você prefira usar suas teclas Windows ou logo como teclas Meta voc pode informar "altwin:meta_win".
ro: Ca un alt exemplu, unii oameni preferă să aibe tastele Meta disponibile ca taste Alt (aceasta este implicit), în timp ce alţi oameni preferă tastele Meta în locul tastelor Windows sau "logo". Dacă preferaţi să folosiţi tastele Windows sau logo ca taste Meta, trebuie să introduceţi "altwin: meta_win".
sv: Ett annat exempel är när några personer önskar ha Meta-tangenter tillgängliga på deras tangentbord's Alt-tangenter (detta är standard) medans vissa personer önskar ha Meta-tangenterna på Windows- eller "logo"-tangenter istället. Om du önskar att använda dina Windows eller logo-tangenter som Meta-tangenter kan du ange "altwin:meta_win".

source: You can combine options by separating them with a comma, for instance "ctrl:nocaps,altwin:meta_win".
ar: يمكنك دمج الخيارات بفصلها بفواصل، على سبيل المثال: "ctrl:nocaps,altwin:meta_win".
ca: Podeu combinar les opcions separant‐les amb comes, com «ctrl:nocaps,altwin:meta_win».
el: Μπορείτε να συνδυάσετε επιλογές διαχωρίζοντάς τες με άνω-κάτω τελεία, για παράδειγμα "ctrl:nocaps,altwin:meta_win".
eo: Vi povas kombini opciojn apartigante ilin per komo, ekzemple "ctrl:nocaps,altwin:meta_win".
eu: Aukerak nahasi ditzakezu gako baten bidez bereiziaz, adibidez "ctrl:nocaps,altwin:meta_win".
fi: Valitsimia voi yhdistellä erottamalla ne pilkulla, esimerkiksi "ctrl:nocaps,altwin:meta_win".
he: באפשרותך לשלב אפשרויות שונות ע"י הפרדתן באמצעות פסיק, לדוגמה "ctrl:nocaps,altwin:meta_win".
it: Si posso combinare le opzioni separandole con una virgola, per esempio «ctrl,nocaps,altwin:meta_win».
ro: Puteţi combina opţiuni prin separarea lor cu virgule; de exemplu, „crtl:nocaps,altwin:met_win”.
sv: Du kan kombinera alternativ genom att separera dem med ett kommatecken, till exempel "ctrl:nocaps,altwin:meta_win".

source: Experienced users can use any options compatible with the selected XKB model, layout and variant.
ar: يمكن لخبراء المستخدمين استخدام أية خيارات متوافقة مع طراز XKB والتخطيط والبديل المحدد.
ca: Els usuaris experimentats poden emprar qualssevol opcions compatibles amb el model, disposició i variant d’XKB escollits.
el: Έμπειροι χρήστες μπορούν να χρησιμοποιούν οποιεσδήποτε επιλογές συμβατές με το επιλεγμένο μοντέλο XKB, την διάταξη και την ποικιλία του πληκτρολογίου.
eo: Spertaj uzantoj povas uzi iun ajn opcion kongruan kun la elektita modelo, aranĝo kaj variaĵo de XKB.
eu: Erabiltzaile aurreratuek XKB modelo, ingurune eta aldagiarekin bateragarri diren edozein aukera erabil dezakete.
fi: Kokeneet käyttäjät voivat käyttää mitä tahansa valitun XKB-asettelun, näppäinasettelun ja muunnelman kanssa yhteensopivia valitsimia.
he: משתמשים מנוסים יכולים להשתמש בכל אפשרות שתואמת את דגם, פריסה ותת-פריסת ה-XKB הנבחרים.
it: Gli utenti esperti possono usare tutte le opzioni compatibili con il modello XKB selezionato, disposizione e variante.
ro: Utilizatorii avansaţi pot utiliza orice opţiuni compatibile cu modelul, aranjamentul şi varianta XKB selectată.
sv: Erfarna användare kan använda de alternativ som är kompatibla med vald XKB-modell, layout och variant.

source: When in doubt, this value should be left blank.
ar: عندما تكون في شك، يجب ترك هذه القيمة فارغة.
ca: Si teniu dubtes, deixeu aquest valor en blanc.
el: Αν δεν είστε σίγουροι, αυτή η τιμή θα πρέπει να αφεθεί κενή.
eo: Okaze de dubo, tiu ĉi valoro devos esti lasita malplena.
eu: Zalantza kasuan zurian utzi beharko zenuke.
fi: Jos on epävarma, tämä arvo pitäisi jättää tyhjäksi.
he: כאשר יש לך ספק, יש להשאיר שדה זה ריק.
it: Quando in dubbio, questo valore dovrebbe essere lasciato vuoto.
ro: Dacă aveţi îndoieli această valuare ar trebui să fie vidă.
sv: Om du är osäker bör detta värde lämnas blankt.

source: Attempt mouse device autodetection?
da: Prøv at finde din mus automatisk?
el: Να γίνει προσπάθεια αυτόματης ανίχνευσης του ποντικιού;
es: ¿Intentar detectar el ratón automáticamente?
eu: Sagu gailua atzematen saiatu?
fi: Yritetäänkö tunnistaa hiiri automaattisesti?
hu: Megpróbáljam felismerni az egeret?
it: Tentare di rilevare automaticamente il mouse?
pt_br: Tentar autodetectar o dispositivo de mouse ?
sv: Försök att automatiskt identifiera musenheten?
