Repository: aleax/xorg
Catalog: debian/po/*.po
Languages: ar, ca, da, el, eo, es, eu, fi, he, hu, it, pt_br, ro, sv

source: This upgrade requires that the /usr/X11R6/bin directory be removed and replaced with a symlink. An attempt was made to do so, but it failed, most likely because the directory is not yet empty. You must move the files that are currently in the directory out of the way so that the installation can complete. If you like, you may move them back after the symlink is in place.
ar: تتطلب عملية الترقية هذه إزالة الدليل /usr/X11R6/bin و استبداله برابط رمزي. لقد حاولنا القيام بذلك، ولكن العملية فشلت، ويبدو أن هذا بسبب أن الدليل غير فارغ. عليك بنقل الملفات الموجودة حالياً في الدليل كي يتمكن برنامج التثبيت من إتمام هذه العملية. إن أردت، يمكن إعادة الملفات إلى حيث كانت بعد إنشاء الرابط الرمزي.
ca: Aquesta actualització necessita eliminar el directori «/usr/X11R6/bin» i reemplaçar‐lo per un enllaç simbòlic. S’ha provat de fer‐ho però s’ha fallat, molt probablement perquè el directori no està encara buit. Cal que lleveu d’emmig els fitxers que s’hi troben actualment, de forma que es puga completar la instaŀlació. Si voleu, podeu tornar‐los al lloc quan s’haja creat l’enllaç simbòlic.
el: Αυτή η αναβάθμιση απαιτεί την αφαίρεση του καταλόγου /usr/X11R6/bin και την αντικατάστασή του από έναν συμβολικό σύνδεσμο. Έγινε μια προσπάθεια γι' αυτό η οποία όμως απέτυχε, το πιο πιθανό επειδή ο κατάλογος δεν είναι ακόμα άδειος. Θα πρέπει να μετακινήσετε τα αρχεία που βρίσκονται στον κατάλογο αυτή τη στιγμή ώστε να μπορεί να ολοκληρωθεί η εγκατάσταση. Αν θέλετε, μπορείτε να τα ξαναφέρετε στον κατάλογο αργότερα, μετά την δημιουργία του συμβολικού συνδέσμου.
eo: Tiu ĉi aktualigo postulas ke la dosierujo /usr/X11R6/bin estu forigita kaj antataŭigita per simbola ligilo ('symlink'). Oni provis fari tion, tamen sensukcese, plejprobable ĉar la dosierujo ne malplenas. Vi devas formovi la dosierojn kiuj troviĝu tie, tiel ke la instalado povu esti plenumita. Se vi deziras, vi povos remeti ilin tien post la akomodo de la simbola ligilo.
eu: Eguneraketa honek /usr/X11R6/bin direktorioa eta lotura sinboliko bategatik ordeztea behar du. Hau egiteko saiakera bat egin da, baina huts egin du, ziurrenik direktorioa ez dagoelako hutsik. Direktorio horretan dauden fitxategiak hortik kanpora mugitu behar dituzu instalazioa aurrera eramateko . Nahi izan ezkero berri hor ipini ditzakezu behin lotura sinbolikoa sortua izan denean.
fi: Tämä asennus vaatii hakemiston /usr/X11R6/bin poistettavaksi ja korvattavaksi symbolisella linkillä. Tätä yritettiin, mutta se epäonnistui, luultavimmin koska hakemisto ei ole vielä tyhjä. Hakemistossa nyt olevat tiedostot on siirrettävä pois tieltä jotta asennus pääsee loppuun. Haluttaessa ne voidaan siirtää takaisin kun symbolinen linkki on paikallaan.
he: השדרוג דורש שהספרייה /usr/X11R6/bin תוסר ותוחלף בקישור סמלי. נעשה ניסיון לעשות זאת אך הוא נכשל, כנראה משום שהספרייה עדיין לא ריקה. חובה עליך להזיז למקום אחר את הקבצים שנמצאים כרגע בספרייה כדי שניתן יהיה להשלים את ההתקנה. אחרי שהקישור הסמלי ייווצר ניתן יהיה להזיז אותם בחזרה.
it: Questo aggiornamento richiede che la directory /usr/X11R6/bin venga rimossa e sostituita da un link simbolico. È stato fatto un tentativo ma è fallito, molto probabilmente perché la directory non è vuota. Si prega di spostare i file che sono nella directory fuori da questa in modo che l'installazione possa essere completata. Se si vuole si possono spostare nuovamente i file dopo che il link simbolico è stato creato.
ro: Această actualizare necesită ca directorul /usr/X11R6/bin să fie şters şi înlocuit cu o legătură simbolică. Acest lucru a fost încercat, dar nu a reuşit, cel mai probabil din pricina faptului că directorul nu e încă gol. Trebuie să mutaţi fişierele care se află acum în director astfel încât instalarea să fie finalizată. Dacă doriţi, acestea pot fi mutate înapoi după ce legătura simbolică va fi fost creată.
sv: Denna uppgradering kräver att katalogen /usr/X11R6/bin tas bort och ersätts med en symbolisk länk. Ett försök att göra det gjordes men det misslyckades, antagligen på grund av att katalogen inte är tom. Du måste flytta bort filerna som för närvarande finns i katalogen så att installationen kan färdigställas. Om du vill kan du flytta tillbaka filerna efter att den symboliska länken är på plats.

source: This package installation will now fail and exit so that you can do this. Please re-run your upgrade procedure after you have cleaned out the directory.
ar: ستفشل عملية تثبيت الحزمة هذه وتتوقف كي تستطيع القيام بهذا. الرجاء إعادة تشغيل عملية الترقية بعد أن تنتهي من تنظيف الدليل.
ca: La instaŀlació d’aquest paquet fallarà i eixirà per a que pugueu fer‐ho. Per favor, torneu a executar el procediment d’actualització una volta hàgeu netejat el directori.
el: Η εγκατάσταση αυτού του πακέτου θα αποτύχει τώρα και υα τερματιστεί ώστε να μπορέσετε να το κάνετε αυτό. Παρακαλώ, ξανατρέξτε τξν διαδικασία αναβάθμισης αφού έχετε απομακρύνει τον κατάλογο.
eo: La instalado de tiu ĉi pako fiaskos nun por ĉesiĝi, tiel ke vi povu fari tion. Bonvolu re-lanĉi vian aktualigan proceduron post kiam vi malplenigis la dosierujon.
eu: Pakete instalazioa orain huts egin eta irten egingo da. Mesedez eguneraketa prozedura berriz abiarazi bein direktorio hori hustu duzunean.
fi: Tämän paketin asennus päättyy nyt virheeseen ja loppuu, jotta tuo voidaan tehdä. Käynnistä päivitys uudestaan kun hakemisto on siivottu.
he: תהליך התקנת חבילה זו ייכשל עכשיו ויסתיים כדי שיהיה באפשרותך לעשות זאת. יש להריץ מחדש את הליך השדרוג אחרי שניקית את הספרייה כנדרש.
it: L'installazione di questo pacchetto fallirà e uscirà in modo che si possa farlo. Eseguire nuovamente la procedura dopo aver ripulito la directory.
ro: Acestă instalare a pachetului va eşua şi se va ieşi astfel încât să puteţi să faceţi acest lucru. Vă rugăm să re-rulaţi procedura de actualizare după ce veţi fi curăţat directorul.
sv: Denna paketinstallation kommer nu att misslyckas och avslutas så att du kan göra detta. Kör uppgraderingsprocessen igen efter att du har rensat ut katalogen.

source: Attempt to autodetect video hardware?
ar: تريد محاولة التعرف الآلي على عتاد الفيديو؟
da: Forsøg at finde grafikkort automatisk?
el: Να γίνει προσπάθεια αυτόματης ανίχνευσης του υλικού οθόνης;
es: ¿Intentar autodetectar el hardware de vídeo?
eu: Bideo hardwarea atzematen saiatu?
fi: Yritetäänkö tunnistaa näyttölaitteisto automaattisesti?
he: האם לנסות לבצע אבחון אוטומטי של חומרת הווידאו?
hu: Megpróbáljam felismerni a videó eszközt?
it: Rilevare automaticamente l'hardware video?
pt_br: Tentar autodetectar o hardware de vídeo ?
ro: Se încearcă autodetectarea echipamentului video?
sv: Försök att automatiskt identifiera grafikhårdvaran?

source: You should choose this option if you would like to attempt to autodetect the recommended X server and driver module for your video card. If the autodetection fails, you will be asked to specify the desired X server and/or driver module. If it succeeds, further configuration questions about your video hardware will be pre-answered.
ar: عليك بانتقاء هذا الخيار إن أردت تجربة الاكتشاف الآلي لخادم X المقترح ووحدة تشغيل بطاقتك الفيديوية. إن فشلت عملية الاكتشاف الآلي، فسيطلب منك تحديد خادم X المطلوب و/أو وحدة التشغيل. أما إن نجحت العملية، فستتم الإجابة عن الأسئلة الإضافية حول تهيئة عتادك الفيديوي.
el: Θα πρέπει να κάνετε αυτήν την επιλογή, αν επιθυμείτε να γίνει προσπάθεια αυτόματης ανίχνευσης του καταλληλότερου εξυπηρετητή X και οδηγού για την κάρτα γραφικών σας. Αν η αυτόματη ανίχνευση αποτύχει, θα σας ζητηθεί να ορίσετε τον επιθυμητό εξυπηρετητή X και/ή τον οδηγό της κάρτας. Αν πετύχει, επιπλέον ερωτήσεις για το υλικό της κάρτας γραφικών σας θα είναι προ-απαντημένες.
eu: Zure bideo txartelarentzat gomendaturiko X zerbitzari eta kontrolatzailea antzematen saiatu nahi izan ezkero aukera hau gaitu. Auto-antzemateak huts egin ezkero, erabili nahi duzun X zerbitzari eta kontrolatzailea galdetuko zaizkizu. Auto-antzematea arrakastatsua izan ezkero, zure bideo hardwareari buruzko debconf galderak auto-erantzungo dira.
fi: Tämä toiminto valitaan jos halutaan laitetunnistuksen automaattisesti valitsevan suositellun X-palvelimen ja näyttökortin ajurimodulin. Jos automaattinen laitetunnistus epäonnistuu, pitää haluttu X-palvelin ja/tai ajurimoduli valita itse. Jos se onnistuu, on näyttölaitteistoa koskeviin jatkokysymyksiin valmis vastaus.
he: עליך לבחור אפשרות זו אם ברצונך לנסות לבצע אבחון אוטומטי של שרת ה-X ומודול מנהל ההתקן המומלצים לכרטיס הווידאו שלך. אם האבחון האוטומטי ייכשל, תינתן לך אפשרות לציין את שרת ה-X הרצוי ו/או את מודול מנהל ההתקן הרצוי. אם הוא יצליח, שאלות נוספות הנוגעות להגדרות חומרת הווידאו שלך ייענו מראש.
it: Scegliere questa opzione per tentare di rilevare automaticamente il server X e il modulo del driver raccomandati per la scheda video. Se il rilevamento fallisce, verrà chiesto di specificare il server X e/o il modulo del driver desiderato; se invece va a buon fine, le prossime domande di configurazione sull'hardware video avranno risposte preimpostate.
ro: Acceptaţi acestă opţiune dacă doriţi să încercaţi să detectaţi automat serverul X recomandat şi modulul de nucleu pentru placa dvs. video. Dacă detecţia automată eşuează, vi se va solicta să precizaţi serverul X dorit şi/sau modulul de nucleu dorit. Dacă detecţia reuşeşte, viitoarele întrebări despre componentele video vor avea răspunsuri completate automat.
sv: Du bör välja ett alternativ om du vill försöka att automatiskt identifiera den rekommenderade X-servern och drivrutinsmodulerna för ditt grafikkort. Om den automatiska identifieringen misslyckas kommer du bli tillfrågad om att ange den önskade X-servern och/eller drivrutinsmoduler. Om den lyckas kommer ytterligare frågor om konfigurationen av din grafikhårdvara att redan vara besvarade.

source: If you would rather select the X server and driver module yourself, do not choose this option. You will not be asked to select the X server if there is only one available.
ar: إن كنت تفضل اختيار خادم X ووحدة تشغيله بنفسك، لا تقم بانتقاء هذا الخيار. لن يطلب منك اختيار خادم X إن كان هناك واحد فقط متوفر.
el: Αν θα θέλατε όμως να επιλέξετε μόνοι σας τον εξυπηρετητή X και τον οδηγό της κάρτας οθόνης, απορρίψτε αυτήν την επιλογή. Δεν θα σας ζητηθεί να επιλέξετε εξυπηρετητή X αν υπάρχει μόνο ένας διαθέσιμος.
eu: X zerbitzaria eta gailu kontrolatzailea eskuz aukeratu nahi izan ezkero, ez aukera hau hautatu. X zerbitzari bat bakarrik instalaturik izan ezkero ez zaizu galdetuko.
fi: Jos mieluummin valitsee itse X-palvelimen ja ajurimodulin, jätetään tämä kohta valitsematta. X-palvelinta ei tarvitse valita jos niitä on käytettävissä vain yksi.
he: אם ברצונך דווקא לבחור בעצמך את שרת ה-X ואת מודול מנהל ההתקן, אל תבחר/י באפשרות האבחון האוטומטי. אם ישנה רק אפשרות אחת לבחירת שרת ה-X, אפשרות זו תיבחר אוטומטית ולא תוצג אפשרות בחירה.
it: Per scegliere esplicitamente il server X e il modulo del driver, non scegliere questa opzione. Non verrà chiesto di scegliere il server X se ne è disponibile solamente uno.
ro: Dacă preferaţi să selectaţi serverul X şi modulul de nucleu, nu alegeţi această opţiune. Nu veţi fi întrebat să selectaţi serverul X dacă este disponibil doar unul.
sv: Om du hellre väljer X-servern och drivrutinsmodulerna på egen hand, välj inte detta alternativ. Du kommer inte att bli tillfrågad att välja X-server om det endast finns en tillgänglig.

source: No X server known for your video hardware
ar: ليس هناك خادم X معروف لعتاد الفيديو خاصتك
el: Δεν υπάρχει γνωστός εξυπηρετητής X για την κάρτα οθόνης σας
eu: Ez da X zerbitzaririk ezagutzen zure bideo hardwarearentzat
fi: Koneen näyttölaitteistolle sopivaa X-palvelinta ei ole tiedossa
he: לא נמצא שרת X מוכר עבור חומרת הווידאו שלך
it: Nessun server X conosciuto per l'hardware video.
sv: Ingen X-server är känd för din grafikhårdvara

source: There is either no video hardware installed on this machine (e.g. serial console only), or the "discover" program was unable to determine which X server is appropriate for the video hardware. This could be due to incomplete information in discover's hardware database, or because your video hardware is not supported by the available X servers.
ar: يبدو أنه ليس هناك عتاد فيديو مثبت على هذا الجهاز (مثلاً بسبب أنه طرفية تسلسلية فقط)، أو أن برنامج "discover" لم يستطع تحديد خادم X الملائم لعتادك الفيديوي. قد يكون هذا بسبب المعلومات الغير كاملة في قاعدة بيانات عتاد discover، أو بسبب أن عتاد الفيديو الخاص بك لا تدعمه خادمات X المتوفرة.
el: Είτε δεν υπάρχει εγκαταστημένη κάρτα οθόνης στο σύστημα αυτό (πχ. υπάρχει μόνο σειριακή κονσόλα), ή το πρόγραμμα "discover" δεν κατάφερε να προσδιορίσει ποιος είναι ο κατάλληλος εξυπηρετητής X για την κάρτα οθόνης σας. Αυτό μπορεί να οφείλεται είτε σε ανεπαρκείς πληροφορίες της βάσης δεδομένων υλικού του discover, ή στο ότι η κάρτα οθόνης σας δεν υποστηρίζεται από τους διαθέσιμους εξυπηρετητές X.
eu: Edo ez duzu bideo hardwarerik instalaturik makina honetan (serie kontsola soilik adibidez) edo "discover" programa ez da zure bideo txartelarentzat egoki den X zerbitzaria ezartzeko gai. Hau discover-en databasean zure hardwareari buruzko informazio osatugabea, edo sinpleki zure bideo txartela eskuragarri daude X zerbitzariek onartzen ez dutelako izan daiteke.
fi: Tässä tietokoneessa joko ei ole mitään näytönohjainta asennettuna (esim. vain pääte sarjaportissa) tai ohjelma "discover" ei pystynyt päättämään mikä X-palvelin sopisi näyttölaitteistolle. Tämä voi johtua discoverin laitetietokannan vajavaisuudesta tai koneen näyttölaitteisto ei ole tuettu käytettävissä olevissa X-palvelimissa.
he: לא מותקנת חומרת וידאו במחשב זה (מסוף טורי בלבד) או שהתוכנית "discover" לא הצליחה לקבוע איזה שרת X מתאים לחומרת הווידאו. מצב זה יכול לנבוע ממידע לא שלם בבסיס נתוני החומרה של discover, או מכך שחומרת הווידאו לא נתמכת ע"י שרתי ה-X הזמינים.
it: Potrebbe non essere installato nessun hardware video su questa macchina (ad esempio: solo una console seriale?), oppure il programma «discover» non è stato in grado di determinare il server X appropriato per l'hardware video. Ciò potrebbe essere dovuto a mancanza di informazioni nel database di discover, oppure l'hardware video non è supportato da nessun server X disponibile.
sv: Det finns antingen ingen grafikhårdvara installerad på den här maskinen (t.ex. endast seriekonsoll) eller så kunde programmet "discover" inte fastställa vilken X-server som är lämplig för grafikhårdvaran. Detta kan bero på att informationen i discovers hårdvarudatabas inte är komplett eller på att din grafikhårdvara inte stöds av de tillgängliga X-servrarna.

source: Multiple potential default X servers for your hardware
ar: هناك عدة خادمات X افتراضية محتملة لعتادك
el: Πολλαπλοί πιθανοί προεπιλεγμένοι εξυπηρετητές X για την κάρτα οθόνης σας
eu: Aukeran X zerbitzari anitz daude zure hardwarearentzako
fi: Laitteistolle on useita mahdollisia oletuksia X-palvelimeksi
he: מספר שרתי X אפשריים כברירת מחדל לחומרה שלך
it: È possibile utilizzare più di un server X con l'hardware trovato.
sv: Flertal möjliga standard-X-servrar för din hårdvara

source: Multiple video cards have been detected, and different X servers are required to support the various devices. It is thus not possible to automatically select a default X server.
ar: لقد تم اكتشاف عدة بطاقات فيديو، وهناك حاجة إلى خادمات X مختلفة لدعم هذه الأجهزة المتعددة. لذا فليس من الممكن اختيار خادم X افتراضي تلقائياً.
el: Ανιχνεύθηκαν πολλαπλές κάρτες οθόνης και είναι απαραίτητη η χρήση διαφορετικών εξυπηρετητών X για την υποστήριξη των διαφόρων συσκευών. Δεν είναι λοιπόν δυνατή η αυτόματη επιλογή κάποιου προκαθορισμένου εξυπηρετητή X.
eu: Bideo txartel anitz atzeman dira, eta X zerbitzari ezberdinak behar dira gailu anitz onartzeko. Honegatik ez da posible X zerbitzari lehenetsia automatikoki ezartzea. Mesedez konfiguratu zerbitzatu behar den gailua ordenagailuko "lehen burua" bezala; hau da arruntean ordenagailuaren lehen abiaraztean erabiliko diren monitore eta txartela.
fi: Havaittiin useita näytönohjaimia, ja tarvitaan eri X-palvelimet tukemaan eri laitteita. Niimpä ei ole mahdollista valita oletusta X-palvelimeksi automaattisesti.
he: אובחנו מספר כרטיסי וידאו, ומספר שרתי X שונים דרושים לצורך תמיכה בהתקנים השונים. לכן, לא ניתן לבחור אוטומטית שרת X כברירת מחדל.
it: Sono state identificate diverse schede video, e sono necessari diversi server X per supportare le varie schede. Per questo, non è possibile selezionare automaticamente un server X predefinito.
ro: Au fost detectate mai multe plăci video şi servere X diferite sunt necesare pentru a suporta diversele componente. De aceea, nu este posibilă selectarea automată a serverului X implicit.
sv: Flera grafikkort har upptäckts, och olika X-servrar krävs för att ge stöd till de olika enheterna. Det är därför inte möjligt att automatiskt välja en standard-X-server.

source: Please configure the device that will serve as this computer's "primary head"; this is generally the video card and monitor used for display when the computer is booted up.
ar: الرجاء تهيئة الجهاز الذي سيخدم "الرأس الأولي" لحاسبك؛ يكون هذا عادة بطاقة الفيديو والشاشة التي تستخدم للعرض عند إقلاع حاسبك.
el: Παρακαλώ ρυθμίστε την συσκευή που θα χρησιμοποιηθεί σαν η "πρώτη κεφαλή" γραφικών αυτού του υπολογιστή. Αυτή είναι συνήθως η κάρτα γραφικών και η οθόνη που χρησιμοποιούνται για εικόνα όταν ξεκινά ο υπολογιστής σας.
eu: Mesedez konfiguratu ordenagailu honen "lehen buru" bezala erabiliko den gailua, arruntean ordenagailu abiaraztea bistaraziko diren pantaila eta txartela izaten dira.
fi: Tee asetukset laitteelle joka on tämän tietokoneen "ensisijainen näyttö"; tavallisesti se näytönohjain ja monitori jota käytetään kun tietokone käynnistyy.
he: יש להגדיר את ההתקן שישמש כ"ראש הראשי" של המחשב הזה; באופן כללי, זהו כרטיס הווידאו והמסך שישמשו לתצוגה בזמן תהליך אתחול המחשב.
it: Configurare il dispositivo che servirà come schermo principale per questo computer; esso è normalmente la scheda video e il monitor usati durante l'avvio del computer.
ro: Vă rugăm să configuraţi dispozitivul care va servi drept ieşirea video principală a calculatorului dvs.; acesta este, în general, placa video şi monitorul pe care se afişează atunci când calculatorul porneşte.
sv: Konfigurera enheten som ska fungera som denna dators "primära huvud"; detta är vanligtvis grafikkortet och skärmen som används för visning när datorn startar upp.

source: The configuration process currently only supports single-headed setups; however, the X server configuration files can be edited later to support a multi-head configuration.
ar: تدعم عملية التهيئة حالياً فقط إعدادات الرأس الواحد؛ على أي حال، يمكنك تعديل ملفات تهيئة خادم X لاحقاً لدعم تهيئة الرؤوس المتعددة.
el: Η διαδικασία ρύθμισης υποστηρίζει προς το παρόν μόνο διαμορφώσεις με μια μοναδική κάρτα γραφικών. Ωστόσο, το αρχείο ρυθμίσεων του εξυπηρετητή X μπορεί να διορθωθεί αργότερα ώστε να υποστηρίζει μια διαμόρφωση με πολλαπλές κάρτες.
eu: Momentu honetan konfigurazio prozesuak buru bakarreko konfigurazioa bakarrik onartzen du, hala ere, X zerbitzariaren konfigurazio fitxategiak buru bat baino gehiagoko konfigurazioak onartzeko editatu daitezke.
fi: Asetukset tekevä prosessi ymmärtää tällä hetkellä vain yhden näytön käytön; X-palvelimen asetustiedotoja voi kuitenkin myöhemmin muokata jos halutaan tuki usean näytön käytölle.
he: תהליך ההגדרה תומך כרגע רק בהגדרת ראש-יחיד; אולם, ניתן לערוך בשלב מאוחר יותר את קבצי הגדרות שרת ה-X כך שיתמכו בתצורת ריבוי-ראשים.
it: Il processo di configurazione permette di configurare solamente un unico monitor; in ogni caso, i file di configurazione del server X possono venire modificati per permettere di avere una configurazione con più monitor.
ro: Momentan, procesul de configurare suportă doar sisteme cu o singură ieşire video; totuşi, fişierul de configurare al serverului X poate fi editat ulterior să suporte configuraţia cu mai multe ieşiri video ("multi-head").
sv: Konfigurationsprocessen har endast stöd för enskärmskonfigurationer; dock kan X-serverns konfigurationsfiler senare redigeras för att ge stöd till en flerskärmskonfiguration.

source: Desired default X server:
eu: Erabili nahi duzun X zerbitzaria:
fi: Haluttu X-oletuspalvelin:
sv: Önskad standard-X-server:

source: The X server is the hardware interface of the X Window System. It communicates with the video display and input devices, providing a foundation for the chosen Graphical User Interface (GUI).
eu: X zerbitzaria X leiho sistemaren hardware interfazea da. Bere eginkizuna bideo gailu eta sarrera gailuak komunikatzea da, Erabiltzaile Interfaze Grafikoa (GUI) hautatzeko aukera emango dizu.
fi: X-palvelin on X Window -järjestelmän laiterajapinta. Se keskustelee näytön ja syöttölaitteiden kanssa, muodostaen perustan valitulle graafiselle käyttöliittymälle (GUI).
sv: X-servern är hårdvarugränssnittet i X Window System. Den kommunicerar med grafikdisplayen och inmatningsenheterna och tillhandahåller en grundsten för det valda grafiska användargränssnittet (GUI).

source: Several X servers may be available; the default is selected via the /etc/X11/X symbolic link. Some X servers may not work with some particular graphics hardware.
eu: Zenbait X zerbitzari daude eskuragarri; lehenetsia /etc/X11/X esteka sinbolikoaren bidez aukeratua izango da. Zenbait X zerbitzarik ezin du zure hardware grafikoarekin lan egin.
fi: Käytettävissä saattaa olla useita X-palvelimia; oletuspalvelin valitaan symbolisella linkillä /etc/X11/X. Jotkin X-palvelimet eivät ehkä toimi jonkin nimenomaisen näytönohjaimen kanssa.
sv: Ett flertal X-servrar kan finnas tillgängliga; standarden väljs via den symboliska länken /etc/X11/X. Vissa X-servrar kanske inte fungerar med din specifika grafikhårdvara.

source: Write default Files section to configuration file?
ar: تريد كتابة قسم Files الافتراضي إلى ملف التهيئة؟
da: Skriv standard "Files"-afsnit til opsætningsfilen?
el: Να αποθηκευτεί το τμήμα Αρχείων (Files) στο αρχείο ρυθμίσεων;
es: ¿Escribir sección Files por defecto en el fichero de configuración?
eu: Idatzi lehenetsiriko fitxategi atala konfigurazio fitxategian?
fi: Kirjoitetaanko Files-osan oletusarvo asetustiedostoon?
he: האם לכתוב לקובץ ההגדרות את ברירת המחדל של קטע הקבצים?
hu: Az alap "Files" szakasz beírása a beállító fájlba?
it: Scrivere una sezione «Files» predefinita nel file di configurazione?
pt_br: Gravar seção padrão Files no arquivo de configuração ?
sv: Skriv ner standard-Files-sektion till konfigurationsfilen?
