Repository: aleax/xorg
Catalog: debian/po/*.po
Languages: ar, ca, da, el, eo, es, eu, fi, he, hu, it, pt_br, ro, sv

source: Please enter either a comma-separated list of discrete values (for fixed-frequency displays), or a pair of values separated by a dash (all modern CRT's). This information should be available in your monitor's manual. Values lower than 50 or higher than 160 are extremely rare.
da: Indtast enten en kommasepareret liste med diskrete værdier (til fastfrekvens-skærme) eller to værdier adskilt med en bindestreg (xx-yy) (det sidste gælder allemoderne billedrørsskærme). Disse oplysninger står i din skærms brugervejledning. Værdierne er sjældent lavere end 50 eller højere end 160.
es: Por favor, introduzca una lista separada por comas de valores discretos (para indicar una pantalla con frecuencias fijas), o un par de valores separados por un guión (para todos los monitores CRT modernos). Esta información debería estar disponible en el manual de su monitor. Los valores por debajo de 50 o por encima de 160 son extremadamente raros.
hu: Rögzített frekvenciájú kijelzőknél vesszőkkel elválasztott diszkrét értékeket, modern CRT-k esetén egy kötőjellel elválasztott érték-párt kell megadni. Ezek az információk elérhetők a monitor kézikönyvéből. A 50-nél alacsonyabb és 160-nál magasabb értékek rendkívül ritkák.
pt_br: Por favor informe uma lista separada por vírgulas de valores distintos (para displays de frequência fixa) ou um par de valores separados por um traço (-) (válido para todo os CRTs modernos). Esta informação deve estar disponível no manual de seu monitor. Valores inferiores a 50 ou superiores a 160 são extremamente raros.

source: Please enter a comma-separated list of ranges or values.
da: Angiv en kommasepareret liste med områder eller værdier.
es: Por favor, introduzca una lista de valores o rangos separados por comas.
hu: Vesszőkkel elválasztott határ vagy érték lista megadása.
pt_br: Por favor informe uma lista separada por vírgulas de faixas ou valores.

source: Select the video modes you would like the X server to use.
da: Vælg hvilke opløsninger du ønsker at X-serveren skal bruge.
es: Seleccione los modos de vídeo que le gustaría que usase el servidor X.
hu: X kiszolgáló által használt videó módok kiválasztása.
pt_br: Selecione os modos de vídeo que você gostaria que seu servidor X usasse.

source: If there are some resolutions you would not like the X server to use even if your hardware is capable of them, remove them from the list below. Removing all of them is effectively the same as removing none, since in both cases the X server will attempt to use the highest possible resolution.
da: Hvis der er nogle opløsninger du ikke ønsker at X serveren skal brugeren, selv om dit udstyr er i stand til at bruge dem ,så fjern dem fra listen. Hvis du fjerner dem alle, vil X-serveren automatisk vælge den højest mulige opløsning.
es: Si hay algunas resoluciones que no le gustaría que el servidor X usara incluso en el caso de que su hardware sea capaz de mostrarlas, quítelas de la siguiente lista. Si las quita todas será como si no hubiese quitado ninguna, porque en ambos casos el servidor X intentará usar la resolución más alta disponible.
hu: A lista által felkínált, de nem kívánt videómódok eltávolíthatók. Valamennyi eltávolítása ugyanaz, mint minden meghagyása, mivel az X kiszolgáló mindkét esetben a legmagasabb lehetséges felbontást próbálja használni.
pt_br: Caso existam algumas resoluções que você não gostaria que o servidor X usasse mesmo seu hardware sendo capaz de suportá-las, remova-as da lista abaixo. Remover todas elas é efetivamente o mesmo que remover nenhuma, uma vez que em ambos os casos o servidor X tentará usar a maior resolução possível.

source: Please select your desired default color depth in bits.
da: Vælg venligst den farvedybde (i antal bits), du ønsker.
es: Por favor, seleccione la profundidad de color (en bits) deseada.
hu: A kívánt alap színmélység kiválasztása bitekben.
pt_br: Por favor selecione a profundidade de cores desejada em bits.

source: (So-called "32-bit color" is actually 24 bits of color information plus 8 bits of alpha channel or simple zero padding; the X Window System can handle both. If you want either, select 24 bits.)
da: (Såkaldte "32-bit farver" er i virkeligheden 24 bit farveoplysninger samt 8 bit alpha-kanal eller simpel nul-udfyldning; X Window-systemet kan håndtere begge dele. Hvis du vil have en af disse, så vælg 24 bits.)
es: (Los así llamados «32 bits de color» son realmente 24 bits de información de color más 8 bits de canal alfa o simplemente rellenos con ceros; el sistema X Window puede manejar ambos. Si quiere cualquiera de los dos, seleccione 24 bits).
hu: (AZ úgynevezett "32-bites szín" valójában 24 bites színinformáció és 8 bites alfa csatorna vagy egyszerű 0 kitöltés; az X Window System mindkettőt kezeli. Ezekre is a 24 bitet kell kiválsztani.)
pt_br: (As famosas "cores de 32 bits" são na verdade 24 bits de informações de cores mais 8 bits de canal alfa ou simples enchimentos de zeros; o Sistema de Janelas X pode gerenciar ambos os casos. Caso você um dos dois, escolha 24 bits.)

source: Please enter a value for the entry.
da: Skriv en værdi.
es: Por favor, introduzca un valor para esta entrada.
hu: Meg kell adni egy értéket.
pt_br: Por favor informe um valor para a entrada.

source: A null entry is not permitted.
da: En tom værdi er ikke tilladt.
es: No se permite una entrada nula.
pt_br: Uma entrada nula não é permitida.

source: Please enter a value without double-quotes.
da: Skriv en værdi uden gåseøjne.
es: Por favor, introduzca un valor sin comillas.
pt_br: Por favor informe um valor sem aspas duplas.

source: Please enter only a numeric value.
da: Angiv kun et tal.
es: Por favor, introduzca sólo un valor numérico.
pt_br: Por favor informe somente um valor numérico.

source: Users of most keyboards should enter "xorg".
eo: Uzantoj de plej ordinaraj klavaroj devus enmeti "xorg".

source: With the "xorg" rule set: - pc101: traditional IBM PC/AT style keyboard with 101 keys, common in the United States. Has no "logo" or "menu" keys; - pc104: similar to pc101 model, with additional keys, usually engraved with a "logo" symbol and a "menu" symbol; - pc102: similar to pc101 and often found in Europe. Includes a "< >" key; - pc105: similar to pc104 and often found in Europe. Includes a "< >" key; - macintosh: Macintosh keyboards using the new input layer with Linux keycodes; - macintosh_old: Macintosh keyboards not using the new input layer; - type4: Sun Type4 keyboards; - type5: Sun Type5 keyboards.
eo: Kun la regularo "xorg": - pc101: tradicia klavaro laŭ stilo IBM PC/AT kun 101 klavoj, ofta en usono. Ĝi havas neniun klavon "logo" aŭ "menu"; - pc104: simila al la modelo 'pc101', kun aldonitaj klavoj, ordinare markitaj per simboloj "logo" kaj "menu"; - pc102: simila al 'pc101' kaj ofte trovita en Eŭropo. Ĝi inkluzivas klavon "< >"; - pc105: simila al 'pc104' kaj ofte trovita en Eŭropo. Ĝi inkluzivas klavon "< >"; - macintosh: klavaroj Macintosh kiuj uzas la novan enig-tavolon kun Linuksaj klav-kodoj; - macintosh_old: klavaroj Macintosh kiuj ne uzas la novan enig-tavolon; - type4: klavaroj Sun Type4; - type5: klavaroj Sun Type5.
