Repository: aleax/xorg
Catalog: debian/po/*.po
Languages: ar, ca, da, el, eo, es, eu, fi, he, hu, it, pt_br, ro, sv

source: Usually 24-bit color is desirable, but on graphics cards with limited amounts of framebuffer memory, higher resolutions may be achieved at the expense of higher color depth. Also, some cards support hardware 3D acceleration only for certain depths. Consult your video card manual for more information.
ar: غالباً ما يرغب في ألوان 24-بت، ولكن في بطاقات الرسوميات ذات كميات الذاكرة المحدودة أو ذاكرة framebuffer، يمكن الحصول على استبانات أعلى على حساب عمق الألوان. كما أن بعض عتاد البطاقات تدعم التعزيز الثلاثي الأبعاد فقط في عمق ألوان محدد. الرجاء الاطلاع على كتيب بطاقة الفيديو الخاص بك للمزيد من المعلومات.
da: Normal foretrækkes 24 bit farver, men på grafikkort med en begrænset mængde hukommelse kan man opnå højere opløsning på bekostning af lavere farvedybde. Desuden understøtter nogle kort kun kun 3D-maskinacceleration under bestemte farve dybder. Se dit grafikkorts brugervejledning for detaljer.
el: Συνήθως το 24άμπιτο χρώμα είναι το επιθυμητό, αλλά για κάρτες οθόνης με περιορισμένη μνήμη, οι υψηλές αναλύσεις επιτυγχάνονται σε βάρος του υψηλού χρωματικού βάθους. Επίσης, ορισμένες κάρτες υποστηρίζουν επιτάχυνση των 3D γραφικών μόνο σε συγκεκριμένα χρωματικά βάθη. Συμβουλευτείτε το βιβλίο οδηγιών της κάρτας οθόνης σας για περισσότερες πληροφορίες.
es: Normalmente son deseables 24 bits de color, pero en tarjetas gráficas con cantidad limitada de memoria framebuffer, se pueden conseguir mayores resoluciones a expensas de la profundidad de color. Además, algunas tarjetas soportan aceleración en 3D sólo para ciertas profundidades. Consulte el manual de su tarjeta de vídeo para más información.
eu: Normalean 24-bit kolorea da desiragarria, baina memoria gutxiko txartel grafikoetan, erresoluzio handiak kolore sakonera txikiagoak erabiliaz lor daitezke. Kasu batzuetan ere zenbait hardware zenbait sakontasunetara bakarrik funtzionatzen dute. Begiratu zure bideo txartelaren manuala argibide gehiagorako.
fi: Kannattaa käyttää 24-bittistä värisyvyyttä, mutta jos näytönohjaimella ei ole tarpeeksi näyttömuistia, saattaa olla mahdollista käyttää parempia tarkkuuksia pienentämällä värisyvyyttä. Lisäksi joissain näytönohjaimissa laitetason 3D-kiihdytys toimii vain tietyillä värisyvyyksillä. Etsi lisätietoja näytönohjaimen ohjekirjasta.
he: בדר"כ עומק צבע של 24-ביט הוא רצוי, אבל בכרטיסים גרפיים עם כמות זיכרון framebuffer מוגבלת, ניתן להשיג רזולוציות גבוהות יותר על חשבון עומק צבע גבוה יותר. בנוסף לכך, חלק מהכרטיסים תומכים בהאצה תלת ממדית בחומרה רק בעומקי צבע מסוימים. בדוק במדריך כרטיס הווידאו שלך למידע נוסף.
hu: Általában a 24-bites színes mód a megfelelő, de a framebuffer memóriában szegény grafikus kártyáknál a nagyobb felbontások a színmélység rovására mehetnek. Pár kártya a hardveres 3D gyorsítást csak egyes színmélységekben támogatja. További információk a videókártya kézikönyvében lelhetők.
it: Solitamente sono preferibili colori a 24 bit, ma su schede grafiche con framebuffer con memoria limitata, risoluzioni più alte possono essere raggiunte al costo di una profondità di colore minore. Inoltre, alcune schede permettono l'accelerazione 3D hardware solo per alcune profondità. Consultare il manuale della scheda video per ulteriori informazioni.
pt_br: Normalmente cor de 24 bits é desejável, mas em placas gráficas com quantidades limitadas de memória framebuffer, resoluções maiores podem ser atingidas ao detrimento de uma profundidade de cores maior. Adicionalmente, algumas placas suportam aceleração 3D por hardware somente para certas profundidades. Consulte o manual de sua placa de vídeo para maiores informações.
sv: Vanligtvis är 24-bitars färgdjup önskvärt, men på grafikkort med begränsad mängd "framebuffer"-minne kan högre upplösningar nås på bekostnad av färgdjupet. Dessutom stödjer en del grafikkort endast 3D acceleration för vissa färgdjup. Konsultera manualen till ditt grafikkort för mer information.

source: So-called "32-bit color" is actually 24 bits of color information plus 8 bits of alpha channel or simple zero padding; the X Window System can handle both. If you want either, select 24 bits.
ar: ما يسمى "بألوان 32-بت" هو في الحقيقة 24 بت من معلومات الألوان إضافة إلى 8 بت لقناة ألفا أو simple zero padding؛ يستطيع نظام نوافذ X التعامل مع كل منهما. إن كنت تريد أياً منهما، فقم بانتقاء 24 بت.
el: Το αποκαλούμενο "32-μπιτο χρώμα" είναι στην πραγματικότητα 24-bitπληροφορίας χρώματος συν 8 bit πληροφορίας για alpha channel ή απλά συμπληρωματικά bits χωρίς περιεχόμενο. Το παραθυρικό σύστημα X υποστηρίζει και τις δυο περιπτώσεις. Αν επιθυμείτε οποιαδήποτε από τις δύο, επιλέξτε βάθος 24 bit.
eu: Ere "32-bit kolorea" deiturikoa, gaur egun24 bit informazioa gehi alpha kanal edo hutsez beteriko 8 bit-ek osatzen dute; X Leiho Sistemak biak kudea ditzake. Biak nahi izan ezkero, 24 bit aukeratu.
fi: Niin sanottu "32-bittinen väri" on oikeastaan 24-bittiä väritietoa ja 8 bittiä alfakanavaa tai nollaa; X Window -järjestelmä osaa molemmat. Haluttaessa jompi kumpi valitaan 24 bittiä.
he: מה שנקרא "עומק צבע של 32-ביט" הוא למעשה 24 ביטים של מידע על הצבע ועוד 8 ביטים של ערוץ-אלפא או תוספת של אפס פשוט; ה-X Window System יכול לטפל בשניהם. אם אין לך צורך באף אחד מהם, בחר ב-24 ביט.
it: Il cosiddetto «colore a 32 bit» consiste in effetti di 24 bit di informazione sul colore più 8 bit di canale alfa o semplici zeri; il sistema X Window può gestirli entrambi, è sufficiente scegliere 24 bit.
sv: Så kallad "32-bitars färg" är faktiskt 24-bitars färginformation plus en 8-bitars alfa-kanal eller enkla "zero padding", X Window System kan hantera båda. Om du vill ha båda, välj 24 bitar.

source: Empty value
ar: قيمة فارغة
ca: El valor és buit
el: Κενή τιμή
eo: Malplena valoro
eu: Balio hutsa
fi: Tyhjä arvo
he: שדה ריק
it: Valore vuoto
ro: Valoare vidă
sv: Blankt värde

source: A null entry is not permitted for this value.
ar: لا يسمح بترك القيمة فارغة هنا
ca: Aquesta entrada no admet un valor buit.
el: Δεν επιτρέπεται κενή εισαγωγή για την τιμή αυτή.
eo: Malplenaĵo ne estas permesata por tiu ĉi valoro.
eu: Ez da sarrera hutsik onartzen balio honentzat.
fi: Tämä arvo ei saa olla tyhjä.
he: שדה זה לא יכול להיות ריק.
it: Una risposta nulla non è permessa per questo valore.
ro: Nu este permisă o valoare nulă pentru această valoare.
sv: Ett inmatning måste göras för detta värde.

source: Invalid double-quote characters
ar: علامتا تنصيص غير صالحتين
ca: Les cometes dobles no són vàlides
el: Μη έγκυροι χαρακτήρες εισαγωγικών
eo: Malvalida signo duobla-citilo
eu: Gako bikoitz karaktere baliogabeak
fi: Ei saa kirjoittaa lainausmerkkejä
he: תווי מירכאות כפולות לא מתאימים
it: Caratteri virgolette non validi
ro: Caractere de citare nevalide
sv: Ogiltiga citattecken

source: Double-quote (") characters are not permitted in the entry value.
ar: علامات التنصيص المزدوجة (") غير مسموحة هنا.
ca: No es permeten els caràcters de cometes dobles (") al valor de l’entrada.
da: Gåseøjne (") tegn er ikke tilladt her.
el: Διπλά εισαγωγικά (") δεν επιτρέπονται ως τιμή στο πεδίο.
eo: Signoj duobla-citilo (") ne estas permesataj por la enmetita valoro.
es: Las dobles comillas (") o las comillas tipográficas («») no se permiten como parte del valor de esta entrada.
eu: Gako bikoitz (") karaktereak ez dira onartzen sarrera honetan
fi: Lainausmerkit (") eivät ole sallittuja arvossa.
he: תווי מירכאות כפולות (") לא מתאימים לערך של שדה זה.
hu: Az idézőjel (") karakterek nem használhatók az értékadásnál.
it: Le virgolette (") non sono permesse nella risposta.
pt_br: Caracteres de aspas duplas (") não são permitidas como valores de entrada.
ro: Încadrarea între caracterele ghilimele (") nu este permisă în valoarea introdusă.
sv: Citattecken (") är inte tillåtna i det angivna värdet.

source: Numerical value needed
ar: بحاجة إلى قيمة رقمية
ca: Cal un valor numèric
el: Απαιτείται αριθμητική τιμή
eo: Cifera valoro estas bezonata
eu: Zenbakizko balio bat behar da
fi: Tarvitaan numero
he: דרוש ערך מספרי
it: È necessario un valore numerico
ro: Este nevoie de o valoare numerică
sv: Numeriskt värde krävs

source: Characters other than digits are not allowed in the entry.
ar: لا يسمح بأي أحرف هنا سوى الأرقام.
ca: No es permeten altres caràcters que no siguen dígits a l’entrada.
da: Andre tegn end cifre er ikke tilladt her.
el: Άλλοι χαρακτήρες εκτός από ψηφία δεν είναι αποδεκτοί.
eo: Nur ciferaj signoj estas permesataj por tiu enmetaĵo.
es: En esta entrada no se permiten caracteres que no sean números.
eu: Zenbakiak ez diren karaktererik ez da onartzen sarrera honetan
fi: Arvossa saa olla vain numeromerkkejä.
he: תווים שאינם ספרות לא מתאימים לשדה זה.
hu: Csak számjegyek adhatók meg ebben a mezőben.
it: Caratteri diversi dalle cifre non sono permessi nella risposta.
pt_br: Caracteres diferentes do que dígitos não são permitidos como entrada.
ro: Nu sunt permise alte caractere decât cifre.
sv: Andra tecken än siffror är inte tillåtna.

source: Autodetect keyboard layout?
ar: هل تريد اكتشاف تخطيط لوحة المفاتيح آلياً؟
ca: Voleu provar de detectar la disposició del teclat?
el: Να γίνει αυτόματη ανίχνευση της διάταξης του πληκτρολογίου;
eo: Ĉu aŭtomate detecti la klavar-aranĝon?
eu: Atzeman teklatu ingurunea.
fi: Tunnistetaanko näppäinasettelu automaattisesti?
he: לבצע אבחון אוטומטי של המקלדת?
it: Riconoscere la disposizione della tastiera automaticamente?
ro: Se detectează automat aranjamentul de tastatură?
sv: Identifiera tangentbordets layout automatiskt?

source: The default keyboard layout selection for the Xorg server will be based on a combination of the language and the keyboard layout selected in the installer.
ar: سيتم اختيار تخطيط لوحة المفاتيح الافتراضي لخادم Xorg وفقاً لكل من اللغة وتخطيط لوحة المفاتيح المنتقى أثناء عملية التثبيت.
ca: La disposició de teclat escollida per defecte pel servidor d’Xorg es basarà en una combinació de l’idioma i disposició de teclat seleccionats a l’instaŀlador.
el: Η επιλογή της προκαθορισμένης διάταξης πληκτρολογίου για τον εξυπηρετητή Xorg θα βασιστεί σε έναν συνδυασμό της γλώσσας και της διάταξης του πληκτρολογίου που επιλέχθηκαν κατά την εγκατάσταση.
eo: La elekto de implicita klavar-aranĝo por la servilo Xorg estos surbaze de kombino inter la lingvo kaj klavar-aranĝo elektitaj dum la instalado.
eu: Xorg zerbitzariaren lehenetsiriko teklatu ingurune ezarpena hizkuntza eta instalatzailean aukeratutako teklatu ingurunearen elkartean oinarrituko da.
fi: Xorg-palvelimen valitsee oletuksen näppäinasettelulle asentimessa valitun kielen ja näppäinasettelun perusteella.
he: בחירת ברירת המחדל לפריסת המקלדת של שרת ה-X תתבסס על שילוב של השפה ופריסת המקלדת שנבחרו בתוכנית ההתקנה.
it: La disposizione predefinita della tastiera per il server Xorg sarà basata su una combinazione di lingua e disposizione della tastiera selezionata nel programma di installazione.
ro: Aranjamentul implicit selectat pentru severul Xorg va fi ales pe baza unei combinaţii dintre limbă şi aranjamentul de tastatură selectate în programul de instalare.
sv: Val av standardtangentbordslayout för Xorg-servern kommer att vara baserad på en kombination av språket och tangentbordslayouten som valdes i installeraren.

source: Choose this option if you want the keyboard layout to be redetected. Do not choose it if you want to keep your current layout.
ar: انتق هذا الخيار إن كنت تريد اكتشاف تخطيط لوحة مفاتيحك مجددا. لا تنتق هذا الختيار إن كنت تريد المحافظة على التخطيط الحالي.
ca: Escolliu aquesta opció si voleu que es torne a detectar la disposició del teclat. No l’escolliu si voleu mantenir‐ne l’actual.
el: Κάνετε αυτή την επιλογή αν επιθυμείτε να ανιχνευθεί ξανά η διάταξη του πληκτρολογίου. Μην την κάνετε αν θέλετε να διατηρήσετε την υπάρχουσα διάταξη.
eo: Elektu tiun ĉi opcion se vi volas ke la klavar-aranĝo estu redetektita. Ne elektu ĝin se vi volas teni vian aktualan aranĝon.
eu: Aukera hau onartu teklatu ingurunera berriz antzematea nahi baduzu. Alde batetara utzi ingurunea mantendu nahi baduzu.
fi: Valitse tämä jos näppäinasettelu halutaan tunnistaa automaattisesti uudestaan. Älä valitse jos nykyinen näppäinasettelu halutaan säilyttää.
he: יש לבחור באפשרות זאת אם ברצונך לבצע זיהוי מחדש של פריסת המקלדת. אין לבחור בה אם ברצונך לשמור על הפריסה הנוכחית שלך.
it: Selezionare questa opzione se si desidera che la disposizione della tastiera sia scoperta nuovamente. Non selezionarla se si vuole mantenere l'attuale disposizione.
ro: Alegeţi această opţiune dacă doriţi să se reefectueze detecţia aranjamentului. N-o alegeţi dacă doriţi să păstraţi aranjamentul curent.
sv: Välj detta alternativ om du vill identifiera tangentbordslayouten igen. Välj inte denna om du vill behålla din aktuella layout.

source: You may wish to use the "lspci -n" command to determine the bus location of your PCI, AGP, or PCI-Express video card.
fi: Komennolla "lspci -n" voidaan katsoa PCI-, AGP- tai PCI-Express-näytönohjaimen väylätunniste.

source: You may wish to use the "lspci -X" command to determine the bus location of your PCI, AGP, or PCI-Express video card.
sv: Du kanske önskar att använda kommandot "lspci -X" för att fastställa bussplatsen för ditt PCI-, AGP- eller PCI-Express-grafikkort.

source: Generic Monitor
ar: شاشة عامة
el: Γενική Οθόνη
he: מסך גנרי
it: Monitor Generico

source: Root Only, Console Users Only, Anybody
da: Kun root, Kun konsolbrugere, Alle
es: Sólo root, Sólo usuarios de consola, Cualquiera
hu: Csak rendszergazda, Csak konzol felhasználók, Bárki
pt_br: Somente Root, Somente usuários de console, Qualquer um

source: Select what type of user has permission to start the X server.
da: Vælg hvilken brugertype der har rettigheder til at starte X-serveren.
es: Seleccione qué tipo de usuarios tendrá permiso para iniciar el servidor X.
hu: Az X kiszolgáló indítására jogosult felhasználó típus megadása.
pt_br: Selecione que tipo de usuário têm permissão de iniciar o servidor X.

source: Enter the desired nice value for the X server to use.
da: Indtast den kørselsprioritet (nice) du ønsker at X-serveren skal bruge.
es: Introduzca el valor deseado de «nice» que desea que use el servidor X.
hu: Az X kiszolgáló kívánt nice értékének megadása.
pt_br: Informe o valor do nice desejado para ser utilizado pelo servidor X.

source: Accept this option if you would like to attempt to autodetect the recommended X server and driver module for your video card. If autodetection fails, you will be asked to specify the desired X server and/or driver module. If autodetection succeeds, further debconf questions about your video hardware will be pre-answered.
da: Acceptér dette, hvis du gerne vil forsøge at finde den anbefalede X-server og -driver til dit grafikkort automatisk. Hvis det mislykkes, vil du blive bedt om at angive den ønskede X-server og/eller -driver. Hvis det går godt, vil det næste spørgsmål om dit udstyr være udfyldt på forhånd.
es: Acepte esta opción si le gustaría intentar detectar automáticamente el servidor X y módulo controlador recomendados. Si la autodetección falla, se le pedirá que especifique el servidor X y/o el módulo controlador que desea. Si la autodetección tiene éxito, las preguntas subsiguientes de debconf sobre su hardware serán respondidas automáticamente.
hu: Általában érdemes ezt megpróbálni. Ha a felismerés sikerül, a videó eszközre vonatkozó további debconf kérdések előre megválaszolásra kerülnek. Ha nem, lehetőség lesz a választásra.
pt_br: Aceite esta opção caso você queira tentar a autodetecção do servidor X recomendado e o módulo do controlador para sua placa de vídeo. Caso o autodetecção falhe, lhe será pedido para especificar o servidor X desejado e/ou o módulo do controlador. Caso a autodetecção tenha sucesso, questões futuras do debconf sobre seu hardware de vídeo estarão pré-respondidas.

source: If you would rather select the X server and driver module yourself, decline this option. You will not be asked to select the X server if there is only one available.
da: Hvis du hellere vil vælge X-serveren og drivermodulet selv, så afvis her.Du vil ikke blive spurgt om at vælge X-server hvis der kun er én tilgængelig.
es: Si prefiere seleccionar el servidor X y el módulo controlador usted mismo, no acepte esta opción. No se le pedirá una elección de todas formas si tan sólo hay una opción disponible.
hu: Ez a lehetőség mellőzhető. Az X kiszolgálót nem kell kiválasztani, ha csak egy elérhető.
pt_br: Caso você queira selecionar o servidor X e o módulo do controlador você mesmo, não aceite esta opção. Não lhe será pedido que você selecione o servidor X caso exista somente um disponível.

source: No X server known for your video hardware.
da: Ingen X-server til dit grafikkort.
es: No se conoce ningún servidor X para su hardware.
hu: Nincs ismert X kiszolgáló e videó eszközhöz.
pt_br: Nenhum servidor X é conhecido para seu hardware.

source: Either you have no video hardware installed on this machine (serial console only?), or the "discover" program was unable to determine which X server is appropriate for your video hardware. This could be due to incomplete information in discover's hardware database, or it could be that your video hardware is simply not supported by any available X servers.
da: Enten har du ikke noget grafikkort installeret i denne maskine (seriel konsol?) eller også kunne programmet "discover" ikke finde ud af hvilken X-server der virker til dit udstyr. Det kan skyldes mangelfulde oplysninger i discovers udstyrsdatabase, eller at dit grafikkort simpelthen ikke understøttes af nogen tilgængelig X-server.
es: O no tiene hardware de vídeo instalado en esta máquina (¿sólo hay consola por puerto serie?), o el programa «discover» ha sido incapaz de determinar qué servidor X es el apropiado para su configuración de hardware de vídeo. Esto puede deberse a información incompleta en la base de datos de hardware de discover, o podría ser que su hardware de vídeo simplemente no está soportado por ningún servidor X disponible.
hu: Vagy nincs videó eszköz e gépben (soros konzol?), vagy a "discover" program nem tudta meghatározni, mely X kiszolgáló megfelelő e videó eszközhöz. Ez a discover hiányos adatbázisa vagy amiatt is lehet, hogy e videó eszközt egyszerűen nem támogatják az elérhető X kiszolgálók.
pt_br: Ou você não possui hardware de vídeo instalado nesta máquina (somente console serial ?) ou o programa "discover" não foi capaz de determinar qual servidor X é apropriado para seu hardware de vídeo. Isto pode ser devido a informação incompleta na base de dados do discover ou pode ser que seu hardware de vídeo simplesmente não seja suportado por nenhum servidor X disponível.

source: Multiple potential default X servers for your hardware.
da: Flere mulige XFree86-servere til dit udstyr.
es: Hay varios servidores X para su hardware.
hu: Több lehetséges alap X kiszolgáló is elérhető.
pt_br: Diversos potenciais servidor X padrão para seu hardware.

source: Multiple video cards have been detected, and different X servers are required to support the various devices. It is thus not possible to automatically select a default X server. Please configure the device that will serve as your computer's "primary head"; this is generally the video card and monitor to which the computer displays when it first boots.
da: Der er fundet flere grafikkort, og der kræves forskellige X-servere for at understøtte de forskellige kort. Det er derfor ikke muligt at vælge én standard X-server. Sæt det kort op, som vil være dit primære ("primary head"). Det er normalt det kort og den skærm, computeren bruger under opstarten.
es: Se han detectado varias tarjetas de vídeo, y se precisan distintos servidores X para soportar los distintos dispositivos. Por ello, no es posible seleccionar automáticamente un servidor X por defecto. Por favor, configure el dispositivo que haga de su «pantalla primaria»; por lo general es la tarjeta de vídeo y monitor en los que el ordenador muestra información nada más arrancar.
hu: Több videókártyát is érzékeltem, melyek eltérő X kiszolgálókat igényelnek. Most be kell állítani azt az eszközt, mely a gép "elsődleges fej"-eként szolgál; ez általában az a videókártya és monitor, melyre a gép az induláskor ír.
pt_br: Diversas placas de vídeo foram detectadas e diferentes servidores X são necessários para suportar os vários dispositivos. Por esse motivo não é possível selecionar automaticamente um servidor X padrão. Por favor configure o dispositivo que irá servir como a "cabeça principal" (primary head) de seu computador; este é geralmente a placa de vídeo e monitor no qual o computador exibe seus dados quando o mesmo inicia.

source: Select the desired default X server.
da: Vælg den ønskede standard X-server.
es: Seleccione el servidor X que desea tener por defecto.
hu: A kívánt alap X kiszolgáló kiválasztása.
pt_br: Selecione o servidor X padrão desejado.

source: The X server is the hardware interface of the X Window System. Its job is to communicate with video display and input devices, providing a foundation for the chosen Graphical User Interface (GUI).
da: X-serveren er den grænseflade, X Window-systemet bruger til at snakke med dit udstyr. Dens opgave er at kommunikere med grafikkort og inddata-udstyr, hvilket danner grundlag for dem valgte grafiske brugerflade.
es: El servidor X es la interfaz del Sistema X Window con el hardware. Su trabajo es comunicarse con la salida de vídeo y los dispositivos de entrada, proporcionando los fundamentos para la Interfaz Gráfica de Usuario (GUI) escogida.
hu: Az X kiszolgáló az X Window System eszközcsatolója. Feladata a videó kijelzők és beviteli eszközökkel való kommunikációval a Grafikus felhasználói felület (GUI) alapjainak biztosítása.
pt_br: O servidor X é a interface com o hardware do Sistema de Janelas X. Sua função é se comunicar com o display de vídeo e dispositivo de entrada, oferecendo a fundação para a Interface Gráfica do Usuário (GUI) escolhida.

source: Several X servers may be available; the default is selected via the /etc/X11/X symbolic link. Some X servers may not work with your particular graphics hardware.
da: Der er flere tilgængelige X-servere. Standardserveren bestemmes med den symbolske lænke /etc/X11/X. Nogle X-servere virker måske ikke med dit grafikkort.
es: Puede haber disponibles varios servidores X; el que está por defecto se selecciona mediante el enlace simbólico /etc/X11/X. Algunos servidores X pueden no funcionar con su hardware gráfico en particular.
hu: Több X kiszolgáló elérhető; az alapot a /etc/X11/X jelképes lánc jelöli ki. Néhány X kiszolgáló nem működik egyes grafikus hardverekkel.
pt_br: Diversos servidores X podem estar disponíveis; o servidor padrão é selecionado através da ligação simbólica /etc/X11/X. Alguns servidores X podem não funcionar com seu hardware gráfico particular.

source: The Files section of the X server configuration file tells the X server where to find server modules, the RGB color database, and font files. This option is for advanced users. In most cases, you should enable it.
da: "Files"-afsnittet i X-serverens opsætningsfil fortæller X-serveren hvor den kan finde sine servermoduler, RGB-farvedatabasen og skrifttyper. Dette spørgsmål er henvendt til avancerede brugere. I de fleste tilfælde bør du acceptere dette.
es: La sección Files del fichero de configuración le dice al servidor de X dónde encontrar módulos de servidor, la base de datos de color RGB, y ficheros de fuentes. Esta opción es para usuarios avanzados. En la gran mayoría de los casos, debería dejarla activada.
hu: Az X kiszolgáló beállító fájl Files szakasza megadja az X kiszolgálónak a modulok helyét, az RGB szín adatbázist és betűfájlokat. E lehetőség haladó felhasználóknak van. Általában beírjuk.
pt_br: A seção FIles do arquivo de configuração do servidor X diz ao servidor X onde encontrar módulos do servidor, a base de dados de cores RGB e arquivos de fontes. Esta opção é para usuários avançados. Na maioria dos casos você deve habilitá-la.
