Repository: aleax/xorg
Catalog: debian/po/*.po
Languages: ar, ca, da, el, eo, es, eu, fi, he, hu, it, pt_br, ro, sv

source: Disable this option if you want to write your own "Files" section into the X.Org server configuration file. You may wish to do this if you need to remove the reference to the local font server, add a reference to a different font server, or rearrange the default set of local font paths.
da: Slå dette fra hvis du ønsker at skrive din egen "Files"-afsnit ind i X.org-serverens opsætningsfil. Hvis du ønsker at fjerne henvisningen til en lokal skrifttypeserver, tilføje en henvisning til en anden skrifttypeserver eller ændre stien til de lokale skrifttyper, kan du slå dette fra.
hu: Saját "Files" szakasz írásakor az X.Org kiszolgáló beállító fájljába elvethető e lehetőség. Ez a betűkészletek elérésének eltérő módjainál érdekes. (Például helyi kiszolgáló helyett távoli, vagy más útvonal.)
pt_br: Desabilite esta opção caso você queira gravar sua própria seção "Files" dentro do arquivo de configuração do servidor X.Org. Você pode desejar fazer isso caso você precise remover a referência para o local do servidor de fontes, adicionar uma referência para um servidor de fontes diferente ou rearrumar o conjunto padrão de caminhos de fontes locais.

source: Select the X.Org server modules that should be loaded by default.
da: Vælg hvilke X.org-servermoduler, der skal indlæses som standard.
hu: Az alapértelmezetten betöltendő X.Org modulok kiválasztása.
pt_br: Selecione os módulos do servidor X.Org que devem ser carregados por padrão.

source: It is possible to customize (or completely omit) the list of modules that the X server loads by default. This option is for advanced users. In most cases, all of these modules should be enabled.
da: Det er muligt at vælge (eller fuldstændig fravælge) de moduler som X-serveren indlæser som standard. Denne valgmulighed er henvendt til avancerede brugere. I de fleste tilfælde bør alle være slået til.
hu: Az X kiszolgáló által alapértelmezetten betöltött modulok listája testre szabható (vagy teljesen elhagyható). E lehetőség haladó felhasználóknak van. Általában mindegyik betölthető.
pt_br: É possível personalizar (ou omitir completamente) a lista de módulos que o servidor X carrega por padrão. Esta opção é para usuários avançados. Na maioria dos casos, todos os módulos devem ser habilitados.

source: The vbe and ddc modules enable support for VESA BIOS Extensions and Data Display Channel, respectively. These modules are used to query monitor capabilties via the video card. The int10 module is a real-mode x86 emulator that is used to softboot secondary VGA cards. Note that the vbe module depends on the int10 module, so if you wish to enable vbe, enable int10 as well.
da: Modulerne vbe og ddc slår understøttelse af VESA BIOS-udvidelser og Data Display Channel til. Disse moduler bruges til at spørge skærmen hvad den kan via grafikkortet. int10-modulet er en realtids x86-emulator til at genstarte sekundære VGA-kort. Bemærk at vbe-modulet afhænger af int10-modulet, så hvis du vil aktivere vbe, skal du også aktivere int10.
pt_br: Os módulos vbe e ddc habilitam o suporte para Extensões de BIOS VESA e Canal de Exibição de Dados, respectivamente. Esses módulos são usados para pesquisar as capacidades do monitor através da placa de vídeo. O módulo int10 é um emulador x86 em modo real que é usado para iniciar via software placas VGA secundárias. Note que o módulo vbe depende do módulo int10 portanto, caso você deseja habilitar vbe, habilite int10 também.

source: The dbe module enables the double-buffering extension in the server, and is useful for animation and video operations.
da: dbe-modulet aktiverer dobbelt-mellemlagring til og er nyttig ved animationer og video.
es: El módulo dbe activa la extensión de doble búfer en el servidor, y es útil para operaciones de animación y vídeo.
hu: A dbe modul az X kiszolgáló a dupla-bufferelés bővítését állítja be, ami hasznos animációnál és videó műveleteknél.
pt_br: O módulo dbe habilita a extensão de bufferização dupla no servidor e é útil para operações de animação e vídeo.

source: The extmod module enables many traditional and commonly used extensions, such as shaped windows, shared memory, video mode switching, DGA, and Xv. The record module implements the RECORD extension, commonly used in server testing.
da: extmod-modulet aktiverer mange traditionelle og almindelig brugte udvidelser, såsom formede vinduer, delt hukommelse, skift af opløsning, DGA og Xv. record-modulet implementerer RECORD-udvidelsen, der ofte bruges i forbindelse med test af X-servere.
es: El módulo extmod activa muchas extensiones tradicionales y comúnmente usadas, como son las ventanas con forma, la memoria compartida, la conmutación entre modos de vídeo, DGA, y Xv. El módulo record implementa la extensión RECORD, que se usa típicamente en pruebas del servidor.
hu: Ez extmod modul sok hagyományos és általánosan használt bővítést indít, mint formált ablakok, osztott memória, videó mód váltás, DGA és Xv. A record modul a RECORD bővítést valósítja meg, mely általában kiszolgáló tesztelésnél használt.
pt_br: O módulo extmod habilita muitas extensões tradicionais e comumente usadas, como janelas modeladas, memória compartilhada, mudança de modo de vídeo, DGA e Xv. O módulo record implementa a extensão RECORD, comumente usada em testes do servidor.

source: The bitmap, freetype, and type1 modules are all font rasterizers.
da: Modulerne bitmap, freetype og type1 er alle skrifttype-optegnere.
hu: A bitmap, freetype és type1 modulok mind font kirajzolók.
pt_br: Os módulos bitmap, freetype e type1 são todos módulos para desenho de fontes.

source: If you unsure what to do, leave all of the modules enabled. Advanced users may wish to disable all modules -- in which case no Modules section will be written to the X server configuration file -- and add their own Modules section to the file manually.
da: Hvis du er usikker på hvad du skal gøre, så aktivér alle moduler. Avancerede brugere vil måske have behov for at deaktivere alle moduler -- i så tilfælde vil der ikke blive skrevet noget "Modules"-afsnit i X-serverens opsætningsfil -- og tilføje deres eget "Modules"-afsnit til filen manuelt.
hu: Kétség esetén, minden modul legyen bekapcsolva. Haladó felhasználók mindet kikapcsolhatják -- ez esetben nem kerül Modules szakasz az X kiszolgáló beállító fájlba -- és saját Modules szakaszt írhatnak.
pt_br: Caso você não tenha certeza sobre o que fazer, deixe todos os módulos habilitados. Usuários avançados podem desejar desabilitar todos os módulos -- nesse caso nenhuma seção Modules será gravada no arquivo de configuração do servidor X -- e adicionar suas prórias seções Modules manualmente no arquivo.

source: Multiple potential default X.Org server drivers for your hardware.
da: Flere mulige X.org-serverdrivere til dit udstyr.
hu: Több lehetséges X.Org kiszolgáló meghajtó van az eszközhöz.
pt_br: Diversos controladores do servidor X.Org padrões para seu hardware.

source: Multiple video cards have been detected, and different drivers are required to support the various devices. It is thus not possible to automatically select a default X.Org server driver. Please configure the device that will serve as your computer's "primary head"; this is generally the video card and monitor to which the computer displays when it first boots.
da: Der er fundet flere grafikkort og der kræves forskellige drivere for at understøtte de forskellige kort. Det er derfor ikke muligt automatisk at vælge en X.org-serverdriver. Sæt det kort op, som vil være dit primære ("primary head"). Det er normalt det kort og den skærm, som computeren bruger under opstarten.
hu: Több videókártyát is érzékeltem, melyek eltérő meghajtókat igényelnek. Nem lehet automatikusan kiválasztani az alap X.Org kiszolgáló meghajtót. Most be kell állítani azt az eszközt, mely a gép "elsődleges fej"-eként szolgál; ez általában az a videókártya és monitor, melyre a gép az induláskor ír.
pt_br: Diversas placas de vídeo foram detectadas e diferentes controladores são necessários para suportar os diversos dispositivos. Por esse motivo não é possível selecionar um controlador do servidor X.Org padrão. Por favor, configure o dispositivo que irá servir como o "primeiro monitor" do seu computador; este é geralmente a placa de vídeo e monitor nos quais seu computador exibe os dados quando ele inicia.

source: At the present time, only a single-headed setup is supported by debconf; however, the X server configuration files can be edited to support a multi-head configuration.
da: I øjeblikket understøtter debconf kun opsætninger med et enkelt grafikkort, men det er muligt at redigere X-serverens opsætningsfiler til at understøtte flere.
es: Actualmente, debconf sólo soporta configurar un sólo dispositivo; sin embargo, los ficheros de configuración del servidor X se pueden editar más tarde para dar soporte a una configuración de varios dispositivos («multi-head»).
hu: A debconf jelenleg csak egy-fejes telepítést támogat, de az X kiszolgáló beállító fájl szerkeszthető a több-fejes összeállítás támogatására.
pt_br: No momento, somente uma configuração de monitor único é suportada pelo debconf. Porém, os arquivos de configuração do servidor X podem ser editados para suportarem uma configuração de diversos monitores.

source: Enter an identifier for your video card.
da: Skriv et navn til dit grafikkort.
es: Introduza un identificador para su tarjeta de vídeo.
hu: Videókártya-azonosító megadása
pt_br: Informe um identificador para sua placa de vídeo.

source: Select the desired X server driver.
da: Vælg den ønskede X-serverdriver.
es: Seleccione el controlador del servidor X que desea.
hu: A kívánt X kiszolgáló meghajtó kiválasztása.
pt_br: Selecione o controlador do servidor X desejado.

source: Please enter the video card's bus identifier.
da: Vælg venligst dit grafikkorts bus-ID.
es: Por favor, introduzca el identificador del bus de la tarjeta de vídeo.
hu: Most kell megadni a videókártya busz azonosítóját.
pt_br: Por favor informe o identicador do barramento da placa de vídeo.

source: Please enter a bus identifier in the proper format.
da: Skriv et bus-ID i det rigtige format.
es: Por favor, introduzca un identificador de bus con el formato adecuado.
hu: Helyes formában kell megadni a busz azonosítót.
pt_br: Por favor informa o identificador do barramento no formato apropriado.

source: The BusID entered was not in a recognized format.
da: Den angivne BusID er ikke i et genkendeligt format.
hu: A megadott BusID nem jó formátumban volt.
pt_br: O BusID não foi informado em um formato reconhecido.

source: Enter the amount of memory (in kB) to be used by your video card.
da: Angiv hvor meget hukommelse (i kB) dit grafikkort bruger.
es: Introduzca la cantidad de memoria (en kB) usada por su tarjeta de vídeo.
pt_br: Informe a quantidade de memória (em kB) a ser usada por sua placa de vídeo.

source: Typically, the amount of dedicated memory your video card has is autodetected by the X server, but some integrated video chips (such as the Intel i810) have little or no video memory of their own, and instead borrow main system memory for their needs.
da: Typisk vil X-serveren automatisk finde denne værdi, men visse grafikchips (såsom Intel i810) har ingen eller meget lidt hukommelse selv og må derfor låne fra systemets almindelige hukommelse.
es: Típicamente, el servidor X autodetecta la cantidad de memoria dedicada que tiene su tarjeta de vídeo, pero algunos chips de vídeo integrados (como el Intel i810) tienen poca o nada de memoria de su propiedad, y lo que hacen es ocupar memoria pricipal del sistema para sus necesidades.
pt_br: Tipicamente, a quantidade de memória dedicada que sua placa de vídeo possui é autodetectada pelo servidor X, mas alguns chips de vídeo integrados (como o Intel i810) possuem pouca ou nenhuma memória de vídeo própria e usam a memória principal do sistema para suas necessidades.

source: It is perfectly acceptable to leave this parameter blank; only if your video card lacks RAM, or if the X server has trouble autodetecting the amount, is it necessary to specify the amount of video RAM.
da: Der er helt i orden at lad feltet stå tomt. Det er kun nødvendigt at angive mængden af grafik-RAM, hvis dit grafikkort ikke har nogen hukommelse eller X-serveren har problemer med at finde ud af det automatisk.
es: Es perfectamente aceptable que deje este parámetro en blanco; sólo si a su tarjeta de vídeo le falta RAM, o si el servidor X tiene problemas al detectar automáticamente la cantidad, es necesario especificar la cantidad de RAM de vídeo.
hu: Csak akkor kell megadni a video RAM mennyiségét, ha a videókártya RAM-szegény vagy az X kiszolgáló nem tudta érzékelni azt. Egyébként teljességgel üresen hagyható e paraméter.
pt_br: É perfeitamente aceitável deixar este parâmetro em branco; somente caso sua placa de vídeo não possua RAM ou caso o servidor X tenha problemas autodetectando a quantidade de memória será necessário especificar a quantidade de RAM de vídeo.

source: Please select the XKB rule set to use.
da: Vælg hvilket XKB-regelsæt der skal benyttes.
es: Por favor, seleccione el conjunto de reglas de XKB que usará.
pt_br: Por favor selecione o conjunto de regras XKB a utilizar.

source: For the X server to handle your keyboard correctly, an XKB rule set must be chosen.
da: Der skal vælges et XKB-regelsæt for at X-serveren kan håndtere dit tastatur korrekt.
es: Para que el servidor X maneje correctamente su teclado, ha de elegir un conjunto de reglas XKB.
pt_br: Para que o servidor X gerencie seu teclado corretamente, um conjunto de regras XKB deve ser escolhido.

source: If you don't know what rule set to use, enter "xorg".
da: Hvis du ikke ved hvilket regelsæt der skal benyttes, så vælg "xorg".
hu: Kétség esetén ezt kell megadni "xorg".
pt_br: Caso você não saiba qual conjunto de regras usar, informe "xorg".

source: Please select your keyboard model.
da: Vælg din tastaturmodel.
es: Por favor, seleccione su modelo de teclado.
hu: Billentyűzet modell megadása.
pt_br: Por favor selecione o modelo de seu teclado.

source: For the X server to handle your keyboard correctly, a keyboard model must be entered. Available models depend on which XKB rule set is in use.
da: X-serveren skal vide hvilken model dit tastatur er, for at kunne håndtere det korrekt. Det afhænger af de valgte XKB-regler, hvilke modeller, der er tilgængelige.
es: Para que el servidor X maneje correctamente su teclado, ha de introducir un modelo de teclado. Los modelos disponibles dependen del conjunto de reglas de XKB que esté usando.
hu: Az X kiszolgáló helyes billentyűzet kezeléséhez egy billentyűzet modellt kell megadni. Az elérhető modellek a választott XKB szabály készlettől függenek.
pt_br: Para que o servidor X gerencie seu teclado corretamente, um modelo de teclado deve ser informado. Os modelos disponíveis dependem de qual conjunto de regras XKB está em uso.

source: The "pc101" keyboard is a traditional IBM PC/AT style keyboard with 101 keys, historically common in the United States. It does not have the "logo" or "menu" keys.
da: "pc101"-tastaturet er et normalt IBM/AT-tastatur med 101 taster, og er hyppigt forekommende i USA. Det har hverken tasterne "menu" eller "logo".
es: El teclado «pc101» es un teclado tradicional de estilo IBM PC/AT de 101 teclas, muy común por motivos históricos en los Estados Unidos. No tiene la teclas de «logo» o «menú».
hu: A "pc101" billentyűzet egy hagyományos IBM PC/AT stílusú billentyűzet 101 billentyűvel, gyakori az Egyesült Államokban. Nincsenek "logó" és "menü" billentyűi.
pt_br: O teclado "pc101" é um teclado tradicional no estilo IBM PC/AT com 101 teclas, historicamente comum nos Estados Unidos. Ele não possui as teclas "logo" ou "menu".

source: The "pc104" keyboard is like the pc101 model, with additional keys. These keys are usually engraved with a "logo" symbol (there is typically a pair of these, between each set of control and alt keys), and a "menu" key.
da: "pc104"-tastaturet svarer til "pc101"-modellen, men med "menu"- og "logo"-taster. Disse befinder sig oftest mellem Alt- og Control-tasterne.
es: El teclado «pc104» es como el modelo pc101, con teclas adicionales. Estas teclas tienen normalmente un símbolo de un logotipo (hay normalmente dos de éstas, entre cada grupo de teclas Control y Alt), y una tecla de «menú».
hu: A "pc104" billentyűzet hasonlít a pc101 modellre, további billentyűkkel. E billentyűk általában egy "menü" és egy "logó" szimbólummal vésettek (általában párban, a control és alt billentyűk között).
pt_br: O teclado "pc104" é como o modelo pc101, com teclas adicionais. Essas teclas estão normalmente gravadas com o símbolo "logo" (existem tipicamente um par deles, entre cada conjunto de teclas control e alt) e uma tecla "menu".

source: The "pc102" and "pc105" models are versions of the pc101 and pc104 keyboards, respectively, often found in Europe. If your keyboard has a "< >" key (a single key engraved with both the less-than and greater-than symbols), you likely have a "pc102" or "pc105" model; if you choose "pc101" or "pc104" instead, your "< >" key might not work.
da: Modellerne "pc102" og "pc105" er europæiske udgaver af pc101- og pc104-tastaturerne. Hvis dit tastatur har en "< >"-tast (symbolerne større-end og mindre-end på samme tast), har du sandsynligvis en "pc102"- eller "pc105"-model. Hvis du i stedet vælger "pc101" eller "pc104", kan det være at "< >"-tasten ikke fungerer.
hu: A "pc102" és "pc105" modellek a pc101 és pc104 billentyűzetek változatai, általában Európában. Ha a billentyűzeten vagy egy "< >" billentyű (egyetlen kevesebb-mint és több-mint jellel vésett billentyű), az valószínűleg "pc102" vagy "pc105" modell; "pc101" vagy "pc104" választása esetén, a "< >" billentyű nem működik.
pt_br: Os modelos "pc102" e "pc105" são versões dos teclados pc101 e pc104, respectivamente, geralmente encontrados na Europa. Caso seu teclado possua uma tecla "< >" (uma única tecla com os símbolos de menor-que e maior-que) você provavelmente possui um modelo "pc102" ou "pc105". Nesse caso, se você escolher "pc101" ou "pc104", sua tecla "< >" pode não funcionar.

source: The "macintosh" model is for Macintosh keyboards where the kernel and console tools use the new input layer which uses Linux keycodes; "macintosh_old" is for Macintosh keyboard users who are not using the new input layer.
da: "macintosh"-modellen er til Macintosh-tastaturer, hvor kernen og console-tools bruger det nye inddata-lag, som benytter Linux-tastekoder. "macintosh_old" er for brugere af Macintosh-tastaturer, der ikke bruger det nye inddata-lag.
es: El modelo «macintosh» es para los teclados de Macintosh cuando el núcleo y las herramientas de consola (console tools) usan la nueva capa de entrada con códigos de teclado de Linux; el «macintosh_old» es para los usuarios de teclados Macintosh que no estén usando la nueva capa de entrada.
hu: A "macintosh" modell Macintosh billentyűzetekre van, ahol a rendszermag és konzol eszközök a Linux billentyűkódokat használó új beviteli réteget használják; a "macintosh_old" az új beviteli réteget nem használó Macintosh billentyűzet felhasználóknak van.
pt_br: O modelo "macintosh" é para teclados Macintosh onde o kernel e as ferramentas de console usam a nova camada de entrada que utiliza código de teclas do Linux; "macintosh_old" é para usuários de teclados que não estão usando a nova camada de entrada.

source: All of the above models use the "xorg" rule set.
da: Alle ovenstående modeller benytter regelsættet "xorg".
hu: A fenti modellek az "xorg" szabálykészletet használják.
pt_br: Todos os modelos acima usam o conjunto de regras "xorg".

source: The "type4" and "type5" models are for Sun Type4 and Type5 keyboards, respectively. These models can only be used if the "sun" XKB rule set is in use.
da: "type4" og "type5" er til hhv. Sun's Type 4 og Type 5-tastaturer. Disse modeller kan kun bruges hvis XKB-regelsættet "sun" er i brug.
es: Los modelos «type4» y «type5» son para teclados Sun Type4 y Type5, respectivamente. Estos modelos sólo pueden usarse si se usa el conjunto de reglas XKB «sun».
hu: A "type4" és "type5" modellek a Sun Type4 és Type5 billentyűzetekre vannak. E modellek csak a "sun" XKB szabálykészlettel használhatók.
pt_br: Os modelos "type4" e "type5" são para teclados Type4 e Type5, respectivamente. Esses modelos podem ser usados somente caso o conjunto de regras XKB "sun" esteja em uso.

source: Please select your keyboard layout.
da: Vælg din tastaturudlægning.
es: Por favor, seleccione el diseño de su teclado.
hu: Billentyűzetkiosztás választása.
pt_br: Por favor selecione o layout de seu teclado.

source: For the X server to handle your keyboard correctly, a keyboard layout must be entered. Available layouts depend on which XKB rule set and keyboard model were previously selected.
da: X-serveren skal kende din tastaturudlægning for at kunne håndtere dit tastatur korrekt. Udvalget af tastaturudlægninger afhænger af hvilket XKB-regelsæt og tastaturmodel du har valgt.
es: Para que el servidor X maneje correctamente su teclado, ha de introducir un diseño de teclado. Los diseños disponibles dependen del conjunto de reglas XKB y modelo de teclado que haya seleccionado previamente.
hu: Az X kiszolgáló helyes billentyűzet kezeléséhez egy billentyűzetkiosztást kell megadni. Az elérhető kiosztások függenek a kiválasztott XKB szabálykészlettől és billentyűzet modelltől.
pt_br: Para que o servidor X possa gerenciar seu teclado corretamente, um layout de teclado deve ser informado. Os layouts disponíveis dependem de qual conjunto de regras XKB e modelo de teclado foram selecionados anteriormente.

source: Please select your keyboard variant.
da: Vælg din tastaturvariant.
es: Por favor, seleccione su variante de teclado.
pt_br: Por favor selecione sua variante de teclado.

source: For the X server to handle your keyboard as you desire, a keyboard variant may be entered. Available variants depend on which XKB rule set, model, and layout were previously selected.
da: X-serveren skal kende din tastaturvariant for at kunne håndtere dit tastatur korrekt. Udvalget af tastaturvarianter afhænger af hvilket XKB-regelsæt samthvilken tastaturmodel og -variant, du har valgt.
es: Para que el servidor X maneje correctamente su teclado, puede introducir una variante del mismo. Las variantes disponibles dependen de qué conjunto de reglas XKB, modelo y diseño ha seleccionado previamente.
pt_br: Para que o servidor X gerencie seu teclado da maneira que você deseja, uma variante de teclado pode ser informada. As variantes disponíveis dependem de qual conjunto de regras XKB, modelo e layout foram selecionados previamente.

source: Please select your keyboard options.
da: Vælg dine tastatur-indstillinger.
es: Por favor, seleccione las opciones de su teclado.
pt_br: Por favor selecione suas opções de teclado.
