Repository: aleax/xorg
Catalog: debian/po/*.po
Languages: ar, ca, da, el, eo, es, eu, fi, he, hu, it, pt_br, ro, sv

source: If a mouse is attached to the computer, autodetection can be attempted; it may help to move the mouse while detection is attempted (the gpm program should be stopped if it is used). Plugging a PS/2 or bus/inport mouse now requires rebooting.
el: Αν υπάρχει ένα ποντίκι συνδεδεμένο στον υπολογιστή σας, μπορεί να γίνει προσπάθεια αυτόματης ανίχνευσής του. Μπορεί να βοηθήσει το να κινείτε το ποντίκι στην διάρκεια της προσπάθειας αυτής (αν χρησιμοποιείτε το πρόγραμμα gpm θα πρέπει να το σταματήσετε). Η σύνδεση ενός ποντικιού PS/2 ή bus/inport απαιτεί τώρα επανεκκίνηση.
eu: Ordenagailuan sagu bat konektaturik badago, atzematen saiatuko da, lagungarri izan daiteke sagu mugitzea antzematea egiten den bitartean (gpm programa gelditu egin beharko zenuke). PS/2 edo bus/inport sagu bat konekatzeak berrabiaraztea beharko du.
fi: Jos hiiri on kytkettynä tietokoneesseen, voidaan yrittää automaattista laitetunnistusta; voi olla eduksi liikutella hiirtä tunnistuksen aikana (ohjelma gpm olisi sammutettava jos se on käytössä). Jos PS/2- tai väylähiiri kytketään nyt, tarvitaan tietokoneen uudelleenkäynnistys.
it: Se il mouse è collegato al computer, si può tentare il riconoscimento automatico; muovere il mouse può aiutare mentre si tenta il riconoscimento automatico (se si usa il programma gpm occorre disabilitarlo). Collegare un mouse PS/2 o bus/inport ora richiede il riavvio.
sv: Om en mus är ansluten till datorn kan ett försök att automatiskt identifiera den göras; det kan hjälpa att röra på musen när identifieringen pågår (programmet gpm bör vara stoppat om det används). Inkoppling av PS/2 eller buss/inport-mus kräver numera omstart.

source: Do not choose this option if you wish to select a mouse type manually.
el: Μην κάνετε αυτή την επιλογή αν επιθυμείτε να διαλέξετε έναν τύπο ποντικιού με το χέρι.
eu: Ez hautatu aukera hau sagu mota eskuz ezarri nahi baduzu.
fi: Tätä ei pidä valita jos hiiren tyyppi halutaan antaa itse.
it: Non selezionare questa opzione se si desidera selezionare manualmente il tipo di mouse.
sv: Välj inte detta alternativ om du önskar välja en mustyp manuellt.

source: If you choose it and autodetection fails, you will be asked this question again. Autodetection can be attempted as many times as desired. If it succeeds, further configuration questions about the mouse will be pre-answered.
el: Αν το επιλέξετε και η αυτόματη ανίχνευση αποτύχει, θα ερωτηθείτε ξανά. Μπορείτε να επιχειρήσετε την αυτόματη ανίχνευση όσες φορές θέλετε. Αν αυτή επιτύχει, οι επόμενες ερωτήσεις σχετικά με το ποντίκι θα έχουν προ-απαντηθεί.
eu: Aukera hau onartu eta auto-antzematea huts egin ezkero, galdera hau berriz egingo zaizu. Nahi adina alditan saia dezakezu auto-antzematea egiten. Antzematea arrakastasua bada, zure saguari buruzko hurrengo galderak auto-erantzunak egongo dira.
fi: Jos tämä valittiin ja automaattinen laitetunnistus epäonnistuu, kysytään tämä kysymys uudestaan. Automaattista laitetunnistusta voidaan yrittää kuinka monta kertaa vaan. Jos se onnistuu, enemmät hiirtä koskevat kysymykset saavat valmiin vastauksen.
it: Se si accetta questa opzione e la rilevazione automatica fallisce, verrà posta nuovamente questa domanda. Si può tentare la rilevazione automatica quante volte si vuole. Se la rilevazione automatica ha successo, le prossime domande di debconf a riguardo del mouse avranno una risposta predefinita.
sv: Om du väljer detta och den automatiska identifieringen misslyckas, kommer du att bli tillfrågad igen. Den automatiska identifieringen kan köras så många gånger som du önskar. Om den lyckas kommer senare frågor om din mus att redan vara besvarade.

source: Mouse port:
ar: منفذ الماوس:
el: Θύρα ποντικιού:
eu: Sagu ataka:
fi: Hiiren portti:
he: יציאת העכבר:
it: Porta mouse:
sv: Musport:

source: For the X Window System graphical user interface to operate correctly, certain characteristics of the mouse (or other pointing device, such as a trackball) must be known.
ar: كي تتمكن من تشغيل واجهة المستخدم الرسومية لنظام نوافذ X بشكل صحيح، فيجب معرفة صفات معينة عن الماوس (أو أي جهاز إشارة آخر، مثل trackball).
el: Για τη σωστή λειτουργία του γραφικού περιβάλλοντος του παραθυρικού συστήματος X, συγκεκριμένα χαρακτηριστικά του ποντικιού σας (ή άλλης συσκευής δείκτη, όπως το trackball) θα πρέπει να είναι γνωστά.
eu: X Leiho Sistemak behar bezala funtzionatzeko, zure saguaren (edo trackball antzerako beste markatze gailuen) zenbait ezaugarri ezagutu behar dira.
fi: Jotta X Window:n graafinen käyttöliittymä toimisi oikein, on tietyt hiiren (tai muun osoitinlaitteen, kuten paikannuspallon) ominaisuudet tunnettava.
he: כדי שממשק המשתמש הגרפי של ה-X Window System יפעל כשורה, מאפיינים מסוימים של העכבר (או התקן הצבעה אחר, כגון כדור-עקיבה) חייבים להיות ידועים.
it: Perché l'interfaccia grafica del sistema X Window operi correttamente, alcune caratteristiche del vostro mouse (o altro dispositivo di puntamento, come una trackball) devono essere conosciute.
sv: För att det grafiska användargränssnittet i X Window System ska fungera korrekt måste vissa färdigheter för din mus (eller andra pekdon, såsom trackball) kännas till.

source: It is necessary to determine which port (connection type) is used by the mouse. Serial ports use D-shaped connectors with 9 or 25 pins (a.k.a. DB-9 or DB-25); the mouse connector is female (has holes) and the computer connector is male (has pins). PS/2 ports are small round connectors (DIN) with 6 pins; the mouse connector is male and the computer side female. You may alternatively use a USB mouse, a bus/inport (very old) mouse, or be using the gpm program as a repeater. If you need to attach or remove PS/2 or bus/inport devices from your computer, please do so with the computer's power off.
ar: من الضروري معرفة المنفذ (نوع الوصلة) التي تستخدمها الماوس. تستخدم المنافذ المتوالية وصلات على شكل D لها 9 أو 25 دبوساً (يرمز لها بالرمز DB-9 أو DB-25)؛ حيث أن وصلة الماوس لها ثقوب ووصلة الحاسب لها دبابيس. أما منافذ PS/2 فهي وصلات مدورة (DIN) لها 6 دبابيس؛ بحيث تكون وصلة الماوس لها دبابيس ووصلة الحاسب لها ثقوب مطابقة. يمكنك عوضاً عن ذلك أن تستخدم ماوس USB، أو bus/inport (قديمة جداً)، أو أن تستخدم برنامج gpm كمُكرّر. إن احتجت إلى وصل أو إزالة أجهزة PS/2 أو bus/inport من حاسبك، الرجاء القيام بذلك عندما يكون الجهاز متوقفاً عن العمل.
el: Είναι απαραίτητο να καθορίσετε τη θύρα (τύπο συνδεσης) που χρησιμοποιείται από το ποντίκι. Οι σειριακές θύρες χρησιμοποιούν βύσματα σχήματος-D με 9 ή 25 ακίδες (γνωστά και ως DB-9 ή DB-25). Το βύσμα για το ποντίκι είναι θηλυκό (έχει τρύπες) ενώ το βύσμα για τον υπολογιστή είναι αρσενικό (με ακίδες). Οι θύρες PS/2 είναι μικρά στρογγυλά βύσματα (DIN) με 6 ακίδες, με αρσενικό βύσμα για το ποντίκι και θηλυκό από την πλευρά του υπολογιστή. Εναλλακτικά, μπορείτε να χρησιμοποιήσετε ποντίκι USB, ή ένα ποντίκι bus/inport (πολύ παλιό) ή να χρησιμοποιήσετε το πρόγραμμα gpm ως αναμεταδότη. Αν χρειαστεί να (απο)συνδέσετε ένα ποντίκι PS/2 ή bus/inport στον (από) τον υπολογιστή σας, παρακαλώ κάντε το ενώ ο υπολογιστής είναι κλειστός.
eu: Beharrezkoa da zure saguak zein ataka (edo konexio mota) etabiltzen duen jakitea. Serial atakak 9 edo 25 pin (DB-9 edo DB-25) duen D-antzerako konektoreak erabiltzen ditu, sagu konektorea emea da (zuloak ditu) eta ordenagailuaren konektorea harra (pin-ak ditu). PS/2 atakak 6 pin-etako konektore txikiak dira (DIN), sagu konektorea harra da eta ordenagailukoa emea. Bestela USB sagu bat, bus/inport sagua (oso zaharra) edo gpm errepikatzaile gisa programa erabili dezakezu. Ordenagailutik PS/2 edo bus/inport sagu bat atxikitu edo kendu nahi izan ezkero, mesedez egin ezazu ordenagailua itzalirik dagoela.
fi: On selvitettävä mitä porttia (liitintyyppiä) hiiri käyttää. Sarjaporteissa on D:n muotoinen 9- tai 25-piikkinen liitin (eli DB-9 tai DB-25); hiiren töpseli on naaras (siinä on reiät) ja tietokoneen liitin on uros (siinä on piikit). PS/2-portti on pieni pyöreä (DIN) kuusipiikkinen; hiiren töpseli on uros ja tietokoneen liitin naaras. Mahdollista on myös käyttää USB-hiirtä, väylähiirtä (hyvin vanha malli) tai ohjelmaa gpm toistimena. Jos PS/2- tai väylähiiri on irrotettava tai kytkettävä tietokoneeseen, se olisi tehtävä kun tietokoneen virta ei ole kytkettynä.
he: זה הכרחי לקבוע באיזה יציאה (סוג חיבור) העכבר משתמש. יציאות טוריות משתמשות במחברים בצורת האות האנגלית D עם 9 או 25 פינים (ידוע בשם DB-9 או DB-25); מחבר העכבר הוא נקבה (יש בו חורים) ומחבר המחשב הוא זכר (יש לו פינים). יציאות PS/2 הם מחברים עגולים קטנים (DIN) עם 6 פינים; מחבר העכבר הוא זכר וצד המחשב הוא נקבה. באפשרותך להשתמש בעכבר USB, עכבר bus/inport (ישן מאוד) או להשתמש בתוכנית ה-gpm כמגבר (repeater) עכבר. אם יש לך צורך לחבר או לנתק מהמחשב התקני PS/2 או bus/inport, יש לבצע זאת רק כאשר המחשב כבוי.
it: È necessario determinare quale porta (tipo di connessione) il mouse usi. Le porte seriali usano connettori a forma di D con 9 o 25 pin (conosciute anche come DB-9 o DB-25); il connettore del mouse è femmina (ha buchi) e il connettore del computer è maschio (ha pin). Le porte PS/2 sono piccoli connettori tondi (DIN) con 6 pin; il connettore del mouse è maschio e il lato del computer femmina. È anche possibile avere un mouse USB, un mouse bus/inport (molto vecchio), oppure usare il programma gpm come repeater. I dispositivi PS/2 o bus/inport dal computer devono essere collegati a computer spento.
sv: Det är nödvändigt att fastställa vilken port (anslutningstyp) som din mus använder. Serieportar använder D-formade kontakter med 9 eller 25 pinnar (så kallade DB-9 eller DB-25); muskontakten är hona (har hål) och datorns kontakt är hane (har pinnar). PS/2-portar är små runda kontakter (DIN) med 6 pinnar; muskontakten är hane och hona på datorns sida. Du kan alternativt använda en USB-mus, en buss/inport (väldigt gamla) mus eller använda programmet gpm som en förlängare. Om du behöver ansluta eller ta bort en PS/2 eller buss/inport-enheter från din dator, gör då så när datorn är avstängd.

source: Mouse protocol:
ar: بروتوكول الماوس:
el: Πρωτόκολλο ποντικιού:
eu: Sagu protokoloa:
fi: Hiiren protokolla:
he: פרוטוקול עכבר:
it: Protocollo del mouse:
sv: Musprotokoll:

source: Emulate 3 button mouse?
ar: محاكاة الماوس ذات 3 أزرار؟
da: Emulér 3-knaps mus?
el: Να γίνει εξομοίωση ποντικιού τριών πλήκτρων;
es: ¿Emular un ratón de 3 botones?
eu: 3 botoieko sagua gaitu?
fi: Emuloidaanko 3-näppäimistä hiirtä?
he: לדמות 3 לחצני עכבר?
it: Emulare un mouse a 3 tasti?
pt_br: Emular mouse de 3 botões ?
sv: Emulera 3-knappars mus?

source: Most programs in the X Window System expect the mouse to have 3 buttons (left, right, and middle). Mice with only 2 buttons can emulate the presence of a middle button by treating simultaneous clicks or drags of the left and right buttons as middle button events.
ar: معظم البرامج في نظام نوافذ X تتوقع أن تكون الماوس ذات 3 أزرار (يسار، يمين، ووسط). أما الماوس ذات الزرين فيمكنها محاكاة وجود الزر الأوسط بمعاملة النقر على الزرين أو السحب بهما كأحداث للزر الأوسط.
el: Τα περισσότερα προγράμματα στο παραθυρικό σύστημα X, θεωρούν ότι το ποντίκι σας έχει 3 πλήκτρα (αριστερό, δεξί και μεσαίο). Τα ποντίκια με μόνο 2 πλήκτρα μπορούν να εξομοιώσουν την παρουσία του μεσαίου πλήκτρου αντιμετωπίζοντας το ταυτόχρονο πάτημα ή το σύρσιμο του αριστερού και του δεξιού πλήκτρου σαν γεγονότα του μεσαίου πλήκτρου.
eu: X Leiho Sistemako programa gehienek 3 botoieko sagua (eskuin, ezker eta erdia) izatea espero dute. 2 botoieko saguek hirugarren botoi bat emulatu dezakete bi botoiak batera erabiliaz.
fi: Useimmat X Window -järjestelmän ohjelmat edellyttävät hiiressä olevan 3 nappulaa (vasen, oikea ja keskimmäinen). Hiiret joissa on vain 2 nappulaa voivat emuloida keskimmäisen nappulan tulkitsemalla molempien nappuloiden napsautus tai painaminen keskimmäisen nappulan toiminnoiksi.
he: רוב התוכניות ב-X Window System מצפים שלעכבר יהיו 3 לחצנים (שמאלי, ימני ואמצעי). עכברים בעלי 2 לחצנים בלבד יכולים לדמות את קיומו של הלחצן האמצעי ע"י התייחסות ללחיצות או משיכות סימולטניות של הלחצנים השמאלי והימני כאירועי לחצן אמצעי.
it: La maggior parte dei programmi nel sistema X Window si aspettano che il mouse abbia 3 tasti (sinistro, destro e centrale). I mouse con solo 2 tasti possono emulare la presenza di un tasto centrale trattando click simultanei o trascinamenti dei tasti sinistro e destro come eventi del tasto centrale.
sv: De flesta program i X Window System förväntar att din mus har tre knappar (vänster, höger och mitten). Möss med endast två knappar kan emulera närvaron av en mittenknapp genom att behandla samtidiga klickningar eller dragningar av vänster- och högerknappar som mittenknappshändelser.

source: This option may also be used on mice with 3 or more buttons; the middle button will continue to work normally.
ar: يمكن استخدام هذا الخيار أيضاً مع الماوس ذات 3 أزرار أو أكثر؛ بحيث يبقى الزر الأوسط يعمل بشكل طبيعي.
da: Denne indstilling kan også benyttes af mus med 3 (eller flere) knapper. Midterknappen vil fortsat virke normalt.
el: Αυτή η επιλογή μπορεί επίσης να χρησιμοποιηθεί σε ποντίκια με 3 ή περισσότερα πλήκτρα, το μεσαίο πλήκτρο θα συνεχίσει να συμπεριφέρεται κανονικά.
es: Esta opción también se puede usar con ratones con 3 o más botones, y el botón central continuará funcionando normalmente.
eu: Aukera hau 3 edo botoi gehiagoko saguez erabili beharko zen, erdiko botoiak normalki funtzionatzen jarraituko du.
fi: Tätä valintaa voi käyttää myös hiirille joissa on 3 nappulaa tai enemmän; keskimmäinen nappula toimii normaalisti.
he: ניתן להשתמש באפשרות זו גם בעכברים בעלי 3 לחצנים או יותר; הלחצן האמצעי ימשיך לעבוד כרגיל.
it: Questa opzione può essere usata anche con mouse con 3 o più tasti; il tasto centrale continuerà a funzionare normalmente.
pt_br: Esta opção pode também ser usada em mouses com 3 ou mais botões; o botão do meio continuará a funcionar normalmente.
sv: Detta alternativ kan också användas av möss med 3 eller fler knappar, mittenknappen kommer att fortsätta fungera som normalt.

source: Note that mouse buttons in excess of five (counting a scroll wheel as two buttons, one each for "up" and "down", and a third if the wheel "clicks") are not yet supported with this configuration tool.
ar: لاحظ أن أزرار الماوس التي تتعدى خمسة (بعدّ إطار التمرير كزرين، واحد "للأعلى" والآخر "للأسفل"، وزر ثالث إن كان بالإمكان "النقر") ليست بعد مدعومة من قبل أداة التهيئة هذه.
da: Bemærk at dette opsætningsværktøj ikke understøtter flere end 5 museknapper. (musehjul tæller som som to knapper for "op" og "ned" samt en tredje hvis hjulet kan "klikke").
el: Σημειωτέον ότι περισσότερα από πέντε πλήκτρα (ο τροχός κύλισης μετράται ως δύο πλήκτρα, ένα για "πάνω", ένα για "κάτω" και ένα τρίτο αν ο τροχός πατιέται) δεν υποστηρίζονται ακόμη από αυτό το εργαλείο ρύθμισης.
es: Tenga en cuenta que esta herramienta de configuración no soporta ratones de más de cinco botones (contando la rueda de desplazamiento como dos botones, uno para "arriba" y otro para "abajo", y un tercero si la rueda se puede "pulsar").
eu: Kontutan izan bost botoi baino gehiagoko saguak (korritze errubera bi botoi bezala kontatzen "gora" eta "behera"; eta hirugarren bat erruberak "klik" egiterakoan) ez direla onartzen konfigurazio lanabes honetan.
fi: Huomaa ettei tämä asetustyökalu vielä tue hiiriä joissa on enemmän kuin viisi nappulaa (rulla on kaksi nappulaa, "ylös" ja "alas" ja kolme jos rullalla voi "napsauttaakin").
he: יש לשים לב כי כלי זה לא תומך עדיין בהגדרת יותר מחמישה לחצנים (גלגלת עכבר נספרת כשני לחצנים - "למעלה" ו- "למטה", וכשלושה לחצנים אם הגלגלת "לחיצה").
it: Notare che i tasti in eccesso a cinque (contando per la rotella due tasti, uno per «su» e l'altro per «giù», e un terzo se la rotella funziona anche da tasto) non sono ancora supportati da questo programma di configurazione.
pt_br: Note que mais do que cinco botões do mouse (contando a roda de rolagem como dosi botões, um "para cima" e um "para baixo", e um terceiro caso a roda "clique") ainda não são suportados por esta ferramenta de configuração.
sv: Notera att musknappar som har mer är fem (räknat rullhjulet som två knappar, en för "upp" och en för "ned" och ett tredje om hjulet "klickas") stöds ännu inte med detta konfigurationsverktyg.

source: Attempt monitor autodetection?
ar: هل تريد محاولة التعرف الآلي على الشاشة؟
da: Forsøg at bestemme skærm automatisk?
el: Να γίνει προσπάθεια αυτόματης ανίχνευσης της οθόνης;
es: ¿Intentar la detección automática del monitor?
eu: Monitore auto-antzematea saiatu?
fi: Yritetäänkö tunnistaa näyttö automaattisesti?
he: לנסות לבצע אבחון אוטומטי של המסך?
hu: Megpróbáljam automatikusan felismerni a monitort?
it: Tentare il rilevamento automatico del monitor?
pt_br: Tentar autodetectar o monitor ?
sv: Försök att automatiskt identifiera skärmen?

source: Many monitors (including LCD's) and video cards support a communication protocol that allows the monitor's technical characteristics to be communicated back to the computer. If the monitor and video card support this protocol, further configuration questions about the monitor will be pre-answered.
ar: العديد من الشاشات (بما في ذلك LCD) وبطاقات الفيديو تدعم بروتوكول تواصل يسمح بتوصيل صفات الشاشة التقنية إلى الحاسب. إن كانت الشاشة وبطاقة الفيديو تدعم هذا البروتوكول، فسوف يتم الإجابة عن أية أسئلة إضافية حول تهيئة الشاشة.
el: Πολλές οθόνες (ακόμη και οι LCD) και κάρτες οθόνης υποστηρίζουν ένα πρωτόκολλο επικοινωνίας που επιτρέπει την μετάδοση στον υπολογιστή των τεχνικών χαρακτηριστικών της οθόνης. Αν η οθόνη και η κάρτα οθόνης σας υποστηρίζουν αυτό το πρωτόκολλο, επόμενες ερωτήσεις σχετικά με την οθόνη σας θα έχουν προ-απαντηθεί.
eu: Zenbait Pantaila (LCD-ak barne) eta bideo txartelek pantailaren ezaugarri teknikoak ordenagailuari berri emateko komunikazio protokolo bat onartzen dute. Zure pantaila eta bideo txartelak protokolo honen bertsio berdina erabiltzen badute, zure monitoreari buruzko hurrengo galderak aurre-erantzunak egongo dira.
fi: Useat näytöt (mukaan lukien nestekidenäytöt) ja näytönohjaimet tukevat yhteyskäytäntöä jonka avulla näytön tekniset tiedot voidaan välittää tietokoneelle. Jos näyttö ja näytönohjain tukevat tätä yhteyskäytäntöä, on näyttöä koskeviin jatkokysymyksiin valmis vastaus.
he: מסכים רבים (כולל מסכי LCD) וכרטיסי וידאו רבים תומכים בפרוטוקול תקשורת שמאפשר "לשדר" למחשב את המאפיינים הטכניים של המסך. אם המסך וכרטיס הווידאו תומכים בפרוטוקול זה, שאלות נוספות בנוגע להגדרת המסך ייענו מראש.
it: Molti monitor (inclusi gli LCD) e schede video supportano un protocollo di comunicazione che permette di comunicare al computer le caratteristiche tecniche del monitor. Se il monitor e la scheda video parlano lo stesso dialetto di questo protocollo, le prossime domande di debconf a riguardo del monitor avranno una risposta predefinita.
sv: Många skärmar (inkluderat LCD) och grafikkort stöder ett kommunikationsprotokoll som tillåter att skärmens tekniska egenskaper skickas tillbaka till datorn. Om skärmen och grafikkortet har stöd för detta protokoll kommer senare frågor om din skärm redan vara besvarade.

source: If autodetection fails, you will be asked for information about the monitor.
ar: إن فشل الاكتشاف التلقائي، فسيطلب منك المزيد من المعلومات حول الشاشة.
el: Αν η αυτόματη ανίχνευση αποτύχει, θα σας ζητηθούν πληροφορίες σχετικά με την οθόνη σας.
eu: Auto-antzematea huts egin ezkero, zure monitorearen ezaugarri batzuek galdetuko zaizkizu.
fi: Näytön tiedot kysytään jos automaattinen laitetunnistus epäonnistuu.
he: אם הזיהוי האוטומטי ייכשל, יוצגו בפניך שאלות המבקשות מידע אודות המסך.
it: Se il rilevamento automatico fallisce, verranno chieste informazioni sul monitor.
sv: Om den automatiska identifieringen misslyckas kommer du bli frågad efter information om skärmen.

source: Method for selecting the monitor characteristics:
ar: طريقة اختيار مواصفات الشاشة:
el: Μέθοδος για την επιλογή των χαρακτηριστικών της οθόνης:
eu: Monitorearen ezaugarriak aukeratzeko metodoa.:
fi: Tapa jolla näytön ominaisuudet kysytään:
he: שיטה לבחירת מאפייני המסך:
it: Metodo per selezionare le caratteristiche del monitor:
sv: Metod för att välja skärmens egenskaper:

source: For the X Window System graphical user interface to operate correctly, certain characteristics of the monitor must be known.
ar: كي تعمل واجهة المستخدم الرسومية لنظام نوافذ X بشكل صحيح، يجب معرفة المواصفات الخاصة بشاشتك.
el: Για τη σωστή λειτουργία του γραφικού περιβάλλοντος του παραθυρικού συστήματος X, πρέπει να είναι γνωστά μερικά συγκεκριμένα χαρακτηριστικά της οθόνης.
eu: X Leiho Sistemak behar bezala lan egiteko, zure monitorearen ezaugarri batzu ezagutu behar dituzu.
fi: Jotta X Window -järjestelmän graafinen käyttöliittymä toimisi oikein, on jotkin näytön ominaisuudet tiedettävä.
he: כדי שממשק המשתמש הגרפי של X Window System יפעל כשורה, מאפיינים מסוימים של המסך חייבים להיות ידועים.
it: Perché l'interfaccia utente del sistema X Window operi correttamente, alcune caratteristiche del monitor devono essere conosciute.
sv: För det grafiska användargränssnittet i X Window System ska fungera korrekt måste vissa egenskaper om skärmen kännas till.

source: The "simple" option will prompt about the monitor's physical size; this will set some configuration values appropriate for a typical CRT of the corresponding size, but may be suboptimal for high-quality CRT's.
ar: يسألك الخيار "بسيط" حول حجم الشاشة الفعلي؛ ويقوم بعدها بتعيين بعض قيم التهيئة الملائمة لشاشات CRT التي لها نفس الحجم،إلا أن هذا قد يكون دون المستوى المطلوب لشاشات CRT ذات الجودة العالية.
el: Στην "απλή" (simple) επιλογή, θα ερωτηθείτε σχετικά με το φυσικό μέγεθος της οθόνης. Αυτό θα καθορίσει κάποιες τιμές ρυθμίσεων που να είναι κατάλληλες για μια τυπική οθόνη CRT του αντίστοιχου μεγέθους, που μπορεί να μην είναι όμως οι βέλτιστες για οθόνες CRT υψηλής ποιότητας.
eu: "sinple" aukeran monitorearen tamaina fisikoa bakarrik eskatuko zaizu; honek tamaina horretako CRT monitore batentzako balio aproposak ezarriko ditu, baina egokiena baina baxuagoa izan daiteke kalitate handiko CRT monitore bat baduzu.
fi: "Yksinkertainen" kysyy näytön läpimitan; tämän perusteella tehdään asetukset sopiviksi tyypilliselle sen kokoiselle kuvaputkinäytölle. Asetukset eivät ehkä ole parhaat mahdolliset laatunäytölle.
he: האפשרות "פשוטה" תציג שאלה בנוגע לגודל הפיזי של המסך; זה יביא להגדרת כמה ערכים המתאימים למסך CRT אופייני בגודל זה, אבל זה עלול להיות לא אופטימלי למסכי CRT באיכות גבוהה.
it: Per l'opzione «simple», è necessario solo sapere la dimensione fisica del monitor; questo abiliterà alcuni valori di configurazione appropriati per un CRT tipico della dimensione corrispondente, ma può non essere ottimale per CRT di alta qualità.
sv: Alternativet "simple" kommer att fråga efter skärmens fysiska storlek; detta kommer att ställa in vissa konfigurationsvärden som är lämpliga för en typisk CRT-skärm av motsvarande storlek, men kan vara mindre optimal för högkvalitativa CRT-skärmar.
