Repository: aleax/xorg
Catalog: debian/po/*.po
Languages: ar, ca, da, el, eo, es, eu, fi, he, hu, it, pt_br, ro, sv

source: With the "xorg" rule set: - pc101: traditional IBM PC/AT style keyboard with 101 keys, common in the United States. Has no "logo" or "menu" keys; - pc104: similar to pc101 model, with additional keys, usually engraved with a "logo" symbol and a "menu" symbol; - pc102: similar to pc101 and often found in Europe. Includes a "< >" key; - pc105: similar to pc104 and often found in Europe. Includes a "< >" key; - macintosh: Macintosh keyboards using the new input layer with Linux keycodes; - macintosh_old: Macintosh keyboards not using the new input layer. With the "sun" rule set: - type4: Sun Type4 keyboards; - type5: Sun Type5 keyboards.
ar: باستخدام مجموعة أحكام "xorg": - pc101: لوحة مفاتيح IBM PC/AT تحتوي 101 زر، شائعة في الولايات المتحدة. ليس لها أي "شعار" أو أزرار "قائمة" - pc104: شبيهة بطراز pc101، وتحتوي مفاتيح إضافية، محفورة عادة برمز "الشعار" ورمز "القائمة"; - pc102: شبيهة بطراز pc101 وغالباً ما تكون في أوروبا. تشمل مفتاح "< >"; - pc105: شبيهة بطراز pc104 وغالباً ما تكون في أوروبا. تشمل مفتاح "< >"; - macintosh: لوحات مفاتيح ماكنتوش تستخدم طبقة الإدخال الجديدة مع رموز مفاتيح لينكس; - macintosh_old: لوحات مفاتيح ماكنتوش التي لا تستخدم طبقة الإدخال الجديدة. تستخدم مجموعة أحكام "sun": - type4: لوحات مفاتيح Sun Type4; - type5: لوحات مفاتيح Sun Type5.
ca: Amb el joc de regles «xorg»: - pc101: El teclat tradicional d’estil PC/AT d’IBM amb 101 tecles, comú històricament als Estats Units. No té cap tecla «logo» ni «menú». - pc104: Similar al teclat «pc101», amb tecles addicionals. Aquestes tecles porten gravat un símbol amb un «logo» i amb un «menu». - pc102: Similar al teclat «pc101», es sol trobar a Europa. Inclou una tecla «< >». - pc105: Similar al teclat «pc104», es sol trobar a Europa. Inclou una tecla «< >». - macintosh: Teclats Macintosh que empren la nova capa d’entrada amb codis de tecla de Linux. - macintosh_old: Teclats Macintosh no que empren la nova capa d’entrada. - type4: Per als teclats Sun de tipus 4. - type5: Per als teclats Sun de tipus 5.
el: Με το σύνολο κανόνων "xorg" : - pc101: παραδοσιακού τύπου πληκτρολόγιο IBM PC/AT με 101 πλήκτρα, συνηθισμένο στις ΗΠΑ. Δεν έχει πλήκτρα "logo" ή "menu"; - pc104: παρόμοιο με το μοντέλο pc101, με επιπλέον πλήκτρα, συνήθως εγχάρακτα με τα σύμβολα "logo" και "menu"; - pc102: παρόμοιο με το pc101 και συνήθως απαντώμενο στην Ευρώπη. Περιλαμβάνει ένα πλήκτρο "< >"; - pc105: παρόμοιο με το pc104 και συνήθως απαντώμενο στην Ευρώπηan. Περιλαμβάνει ένα πλήκτρο "< >" ; - macintosh: πληκτρολόγια Macintosh που χρησιμοποιούν το καινούριο layer εισόδου με το κωδικούς πλήκτρων για το Linux; - macintosh_old: πληκτρολόγια Macintosh που δεν χρησιμοποιούν το καινούριο layer εισόδου. Με το σύνολο κανόνων "sun" : - type4: πληλτρολόγια Sun Type4; - type5: πληκτρολόγια Sun Type5.
eu: "xorg" arau bilduma erabiliaz: - pc101: betiko IBM PC/AT motako teklatua 101 tekla dituena, arrunta Estatu Batuetan. Ez du "logo" edo "menu" teklarik; - pc104: pc101 modeloaren antzekoa, normalean "logo" sinboloa eta "menu" sinboloa dituztenak; - pc102: pc101 antzerakoa baina Europan aurki daitekeena, "< >" tekla bat du; - pc105: pc104 antzerakoa baina Europan aurki daitekeena, "< >" tekla bat du; - macintosh: Macintosh teklatuek sarrera ingurune berri bat darabilte Linux tekla-kodeekin; - macintosh_old: Macintosh teklatua baina ez duena ingurune berria erabiltzen. "sun" arau bildumaz: - type4: Sun Type4 teklatuak; - type5: Sun Type4 teklatuak.
fi: Käytössä on "xorg" näppäinasettelu: - pc101: perinteinen IBM PC/AT -tyylinen 101 näppäimen näppäimistö, yleinen Yhdysvalloissa. Ei ole "logo"- tai "valikko"-näppäimiä; - pc104: samantapainen kuin pc101-malli, mutta lisänäppäimiä, joissa näppäinhatussa tavallisesti "logo"- ja "valikko"-symbolit; - pc102: samantapainen kuin pc101 ja yleinen Euroopassa. Mukana "< >" näppäin; - pc105: samantapainen kuin pc104 ja yleinen Euroopassa. Mukana "< >" näppäin; - macintosh: Macintosh-näppäimistö joka käyttää uutta syöttökerrosta Linuxin näppäinkoodeilla; - macintosh_old: Macintosh-näppäimistö joka ei käytä uutta syöttökerrosta. Käytössä "sun" näppäinasettelu: - type4: Sun Type4 -näppäimistöt; - type5: Sun Type5 -näppäimistöt.
he: עם "xorg" כמערכת החוקים: - pc101: מקלדת IBM מסורתית בסגנון PC/AT עם 101 מקשים, נפוצה בארה"ב. ללא מקשי "לוגו" או "תפריט"; - pc104: דומה לדגם ה-pc101, עם מקשים נוספים, שבדר"כ צרוב בהם סמל ה-"לוגו" וסמל ה-"תפריט"; - pc102: דומה לדגם ה-pc101 ונמצא לעתים קרובות באירופה. כולל מקש "< >" ; - pc105: דומה לדגם ה-pc104 ונמצא לעתים קרובות באירופה. כולל מקש "< >" ; - מקינטוש: מקלדות מקינטוש שמשתמשות בשכבת הקלט החדשה עם קודי המקשים בלינוקס; - מקינטוש ישן: מקלדות מקינטוש שלא משתמשות בשכבת הקלט החדשה. עם "sun" כמערכת החוקים: - סוג4: מקלדות סאן סוג4; - סוג5: מקלדות סאן סוג5.
it: Con il set di regole "xorg": - pc101: tastiera stile IBM PC/AT tradizionale con 101 tasti, comune negli Stati Uniti. Non ha i tasti "logo" o "menu"; - pc104: simile al modello pc101, con tasti addizionali, normalmente appesantita dal tasto "logo" e " menu"; - pc102: simile alla pc101 e comune in Europa. Include un tasto "< >"; - pc105: simile alla pc104 e comune in Europa. Include un tasto "< >"; - macintosh: tastiere Macintosh che usano il nuovo modello di input con i codice dei tasti di Linux; - macintosh_old: tastiere Macintosh che non usano il nuovo modello di input. Con il set di regole "sun": - type4: tastiere Sun Type4; - type5: tastiere Sun Type5.
ro: Cu setul de reguli „xorg”: - pc101: tipul tradiţional de tastatură IBM PC/AT cu 101 taste, comun în the Statele Unite. Nu are tastele „logo” sau „meniu”; - pc104: similar cu modeleul pc101, cu taste adiţionale, de obicei, cu simbolurile „logo” şi „meniu”; - pc102: similar cu pc101 şi adesea găsit în Europa. Include tasta „< >”; - pc105: similar cu pc104 şi adesea găsit în Europa. Include tasta „< >”; - macintosh: Tastauri Macintosh care folosesc noul strat pentru intrare cu coduri de taste Linux; - macintosh_old: Tastauri Macintosh care nu folosesc noul strat pentru intrare Cu setul de reguli „sun”: - type4: Tastauri Sun Type4; - type5: Tastauri Sun Type5.
sv: Med regeluppsättningen "xorg": - pc101: traditionellt tangentbord av IBM PC/AT-stil med 101 tangenter, vanligen i Amerika. Har inga "logo" eller "menu"-tangenter; - pc104: liknande pc101-modellen, men med ytterligare tangenter, normalt markerade med en "logo"-symbol och en "menu"-symbol; - pc102: liknande pc101 och hittas ofta i Europa. Inkluderar en "< >"-tangent; - pc105: liknande pc104 och hittas ofta i Europa. Inkluderar en "< >"-tangent; - macintosh: Macintosh-tangentbord som använder det nya inmatningslagret med Linux-tangentkoder; - macintosh_old: Macintosh-tangentbord som inte använder det nya lagret. Med regeluppsättningen "sun": - type4: Sun Type4-tangentbord; - type5: Sun Type5-tangentbord.

source: Laptop keyboards often do not have as many keys as standalone models; laptop users should select the keyboard model most closely approximated by the above.
ar: لا تحتوي لوحات مفاتيح أجهزة الحاسب المحمولة عادة عدد مفاتيح يساوي لوحات المفاتيح المنفصلة؛ على مستخدمي أجهزة الحاسب المحمولة اختيار طراز لوحة المفاتيح المشابهة تقريباً لما هو أعلاه.
ca: Els teclats dels portàtils no solen tenir tantes tecles com els dels de sobretaula; si disposeu d’un portàtil, escolliu el model que més s’aproxime als anteriors.
da: Tastaturer til bærbare har ofte ikke lige så mange taster som almindelige tastaturer, men kan oftest tilnærmes af en af de ovenstående.
el: Τα πληκτρολόγια φορητών υπολογιστών συνήθως δεν έχουν τόσα πλήκτρα όσα τα κανονικά πληκτρολόγια. Οι κάτοχοι φορητών υπολογιστών θα πρέπει να επιλέξουν το μοντέλο πληκτρολόγιου που προσεγγίζεται περισσότερο από τα παραπάνω μοντέλα.
eo: Klavaroj de tek-komputiloj ofte ne havas tiom da klavoj kiom apartaj modeloj; Uzantoj de tek-komputiloj devos elekti la klavar-modelon plejeble simila al la supraj.
es: Los teclados de portátiles a menudo no tienen tantas teclas como los modelos normales; los usuarios de portátiles deberían seleccionar el modelo de teclado que más se parezca al suyo de entre los anteriores.
eu: Portatil teklatuek ez dituzte idazmahai modeloak bezainbeste tekla izaten, portatil erabiltzaileek hurrengoetatik beraiena antzerakoen den teklatua aukeratu behar dute.
fi: Kannettavien näppäimistöissiä ei useinkaan ole yhtä monta näppäintä kuin ulkoisissa näppäimistöissä; kannettavissa pitäisi valita lähinnä vastaava yllä olevista.
he: מקלדות במחשבים ניידים מכילות מספר מקשים קטן יותר מאשר מקלדות "רגילות"; משתמשי מחשבים ניידים צריכים לבחור את הדגם הקרוב ביותר לזה שלמעלה.
hu: A laptop billentyűzetek sokszor kevesebb billentyűvel bírnak; a laptop felhasználóknak a fentiek közül leghasonlóbb billentyűzet modellt kell választaniuk.
it: Le tastiere dei computer portatili spesso non hanno tanti tasti come quelle normali; in questo caso scegliere il modello di tastiera meglio approssimato tra i precedenti.
pt_br: Teclados de laptops geralmente não possuem tantas teclas quanto os teclados comuns; usuários de laptops devem selecionar o modelo de teclado que mais se aproxima baseando-se nos modelos acima.
ro: Tastaturile laptopurilor de obicei nu au atâtea taste ca cele modelele staţionare; utilizatorii de laptop trebuie să selecteze modelul de tastatură cel mai apropiat din cele care urmează.
sv: Tangentbord på bärbara datorer har oftast inte så många knappar som fristående modeller, användare av bärbara datorer bör välja den tangentbordsmodell som är ungefär lik den ovan.

source: Experienced users can use any model defined by the selected XKB rule set. If the xkb-data package has been unpacked, see the /usr/share/X11/xkb/rules directory for available rule sets.
ar: يمكن لخبراء المستخدمين استخدام أي طراز معرف في مجموعة أحكام XKB المحددة. إن كان قد تم استخراج محتويات الحزمة xkb-data، فانظر في الدليل /usr/share/X11/xkb/rules للاطلاع على مجموعات الأحكام المتوفرة.
ca: Els usuaris experimentats poden emprar qualsevol model definit pel joc de regles d’XKB escollit. Si heu desempaquetat el paquet «xkb-data», vegeu el directori «/usr/share/X11/xkb/rules» per a trobar els jocs disponibles de regles.
el: Οι πεπειραμένοι χρήστες μπορούν να χρησιμοποιήσουν οποίοδήποτε μοντέλο ορίζεται από το επιλεγμένο σύνολο κανόνων XKB. Αν το πακέτο xkb-data έχει αποσυμπιεστεί, δείτε τον κατάλογο /usr/share/X11/xkb/rules για τα διαθέσιμα σύνολα κανόνων.
eo: Spertaj uzantoj povas uzi iun ajn modelon difinitan de la elektita regularo XKB. Se la pako 'xkb-data' jam estas malpakita, rigardu la dosierujon '/usr/share/X11/xkb/rules' por koni la disponeblajn regularojn.
eu: Erabiltzaile aurreratuek XKB arau bildumak ezarritako edozein teklatu modelo erabili dezakete. xkb-data paketea despaketaturik izan bada, begiratu /usr/share/X11/xkb/rules direktorioa aukeran dauden arau bildumak ikusteko.
fi: Kokeneet käyttäjät voivat valita minkä tahansa valitun XKB-näppäinasettelun määrittämistä malleista. Jos paketti xkb on purettu, katso hakemistosta /usr/share/X11/xkb/rules käytettävissä olevat näppäinasettelut.
he: משתמשים מנוסים יכולים להשתמש בכל דגם שמוגדר ע"י מערכת חוקי ה-XKB הנבחרת. אם חבילת ה-xkb-data נפתחה, ראו את הספרייה /usr/share/X11/xkb/rules למערכות חוקים זמינות.
it: Gli utenti esperti possono usare un qualsiasi modello definito dal set di regole XKB. Se il pacchetto xkb-data è già stato estratto, consultare la directory /usr/share/X11/xkb/rules per le regole disponibili.
ro: Utilizatorii avansaţi pot folosi orice model definit de setul de reguli XKB selectat. Dacă pachetul xkb-data a fost despachetat, a se vedea directorul în /usr/share/X11/xkb/rules seturile de reguli disponibile.
sv: Erfarna användare kan använda vilken modell som helst som är definierad av den valda XKB-regeluppsättningen. Om paketet xkb-data har packats upp, se i katalogen /usr/share/X11/xkb/rules för tillgängliga regeluppsättningar.

source: Users of U.S. English keyboards should generally enter "pc104". Users of most other keyboards should generally enter "pc105".
ar: يجب على مستخدمي لوحات المفاتيح الإنجليزية الأمريكية عامة إدخال القيمة "pc104". أما مستخدمي لوحات المفاتيح الأخرى بشكل عام فعليهم أن يدخلو القيمة "pc105".
ca: En general, els usuaris de teclats en anglés americà han d’entrar «pc104». Els usuaris de la majoria d’altres teclats solen haver d’entrar «pc105».
el: Οι χρήστες των πληκτρολογίων Αγγλικής (ΗΠΑ) θα πρέπει γενικά να δηλώσουν το μοντέλο "pc104". Οι χρήστες των περισσοτέρων άλλων πληκτρολογίων θα πρέπει γενικά να δηλώσουν το μοντέλο "pc105".
eo: Uzantoj de uson-anglaj klavaroj devus ĝenerale entajpi "pc104". Uzantoj de ceteraj klavaroj devus ĝenerale entajpi "pc105".
eu: E.B Ingeles teklatu erabiltzaileak normalean "pc104" aukeratu behar dute. teklatu gehienen erabiltzaileek "pc105" aukeratu behar dute.
fi: Jos näppäimistö on U.S. English, pitäisi yleensä kirjoittaa "pc104". Jos näppäimistö on jokin muu, pitäisi useimmiten kirjoittaa "pc105".
he: משתמשי מקלדות של אנגלית-ארה"ב צריכים בדר"כ להכניס "pc104". משתמשים של רוב המקלדות האחרות צריכים בדר"כ להכניס "pc105".
it: Gli utenti delle tastiere U.S. English normalmente inseriscono «pc104». Gli utenti della maggioranza delle altre tastiere generalmente scelgono «pc105».
ro: Utilizatorii de tastaturi U.S. English trebuie în general să introducă "pc104". Utilizatorii altor tastaturi, de cele mai multe ori, ar trebui să introducă "pc105".
sv: Användare med amerikanska tangentbord bör vanligtvis ange "pc104". Användare med de flesta andra tangentbord bör vanligtvis ange "pc105".

source: Keyboard layout:
ar: تخطيط لوحة المفاتيح:
ca: Disposició del teclat.
el: Διάταξη του πληκτρολογίου:
eo: Klavar-aranĝo:
eu: Teklatu ingurunea:
fi: Näppäinasettelu:
he: פריסת מקלדת:
it: Disposizione della tastiera:
ro: Aranjamentul de tastatură:
sv: Tangentbordslayout:

source: For the X server to handle the keyboard correctly, a keyboard layout must be entered. Available layouts depend on which XKB rule set and keyboard model were previously selected.
ar: كي يستطيع خادم X التعامل مع لوحة المفاتيح بشكل صحيح، يجب كتابة اسم تخطيط لوحة المفاتيح الذي تستخدمه. تعتمد التخطيطات المتوفرة على مجموعة أحكام XKB وطراز لوحة المفاتيح التي تم اختيارها مسبقاً.
ca: Per tal que el servidor X gestione correctament el teclat, cal que n’entreu la disposició. Les disposicions de teclat escollibles depenen de quina regla d’XKB i model de teclat hàgeu seleccionat abans.
el: Για τη σωστή διαχείριση του πληκτρολογίου σας από τον εξυπηρετητή X, θα πρέπει να επιλεχθεί μια διάταξη πληκτρολογίου. Οι διαθέσιμες διατάξεις εξαρτώνται από το σύνολο κανόνων XKB και το μοντέλο πληκτρολογίου που έχουν επιλεχθεί προηγουμένως.
eo: Por ke la X-servilo ĝuste traktu la klavaron, klavar-aranĝon devas esti indikita. Disponeblaj aranĝoj dependas de la regularo XKB kaj de la klavar-modeloantaŭe elektitaj.
eu: X zerbitzariak zure teklatua behar bezala kudeatzeko, teklatu ingurune bat ezarri behar da. Ingurune erabilgarriak ezarririk dauden XKB arau bilduma eta teklatu modeloaren araberakoak dira.
fi: Jotta X-palvelin käsittelisi näppäimistöä oikein, on valittava näppäinasettelu. Aiemmit valitut XKB-näppäinasettelu ja näppäimistön malli määräävät käytettävissä olevat näppäinasettelut.
he: כדי ששרת ה-X יטפל נכונה במקלדת, יש להכניס פריסת מקלדת. פריסות זמינות תלויות במערכת חוקי ה-XKB ובדגם המקלדת שנבחרו קודם לכן.
it: Per fare in modo che il server X gestisca correttamente la tastiera, si deve scegliere una disposizione di tastiera. Le disposizioni disponibili dipendono dal set di regole XKB e dal modello di tastiera scelti precedentemente.
ro: Pentru ca serverul X să poată manipula corect tastatura, trebuie introdus un aranjament de tastatură. Aranjamentele disponibile depind de setul de reguli XKB şi modelul de tastatură selectate anterior.
sv: För att X-servern ska hantera ditt tangentbord korrekt måste ett tangentbordslayout anges. Tillgängliga layouter är beroende av vilken XKB-regeluppsättning och tangentbordsmodell som tidigare valts.

source: Experienced users can use any layout supported by the selected XKB rule set. If the xkb-data package has been unpacked, see the /usr/share/X11/xkb/rules directory for available rule sets.
ar: يمكن لخبراء المستخدمين استخدام أي تخطيط تدعمه مجموعة أحكام XKB المحددة. إن تم استخراج محتويات الحزمة xkb-data، فانظر في الدليل /usr/share/X11/xkb/rules للاطلاع على مجموعات الأحكام المتوفرة.
ca: Els usuaris experimentats poden emprar qualsevol disposició definida pel joc de regles d’XKB escollit. Si heu desempaquetat el paquet «xkb-data», vegeu el directori «/usr/share/X11/xkb/rules» per a trobar els jocs disponibles de regles.
el: Οι πεπειραμένοι χρήστες μπορούν να χρησιμοποιήσουν οποιαδήποτε διάταξη υποστηρίζεται από το επιλεγμένο σύνολο κανόνων XKB. Αν το πακέτο xkb-data έχει αποσυμπιεστεί, δείτε τον κατάλογο /usr/share/X11/xkb/rules για τα διαθέσιμα σύνολα κανόνων.
eo: Spertaj uzantoj povas uzi iun ajn aranĝon subtenatan de la elektita regularo XKB. Se la pako 'xkb-data' jam estas malpakita, rigardu la dosierujon'/usr/share/X11/xkb/rules' por koni la disponeblajn regularojn.
eu: Erabiltzaile aurreratuek XKB arau bildumak ezarritako edozein teklatu ingurune erabili dezakete. xkb-data paketea despaketaturik izan bada, begiratu /usr/share/X11/xkb/rules direktorioa aukeran dauden teklatu ingurunea ikusteko.
fi: Kokeneet käyttäjät voivat käyttää mitä tahansa valitun XKB-näppäinasettelun t ukemaa näppäinasettelua. Jos paketti xkb-data on purettu, katso hakemistosta /usr/share/X11/xkb/rules käytettävissä olevat näppäinasettelut.
he: משתמשים מנוסים יכולים להשתמש בכל פריסה שנתמכת ע"י מערכת חוקי ה-XKB הנבחרת. אם חבילת ה-xkb-data נפתחה, ראו את הספרייה /usr/share/X11/xkb/rules למערכות חוקים זמינות.
it: Gli utenti esperti possono usare un qualsiasi modello definito dal set di regole XKB. Se il pacchetto xkb-data è già stato estratto, consultare la directory /usr/share/X11/xkb/rules per le regole disponibili.
ro: Utilizatorii avansaţi pot folosi orice model suportat de setul de reguli XKB selectat. Dacă pachetul xkb-data a fost despachetat, a se vedea directorul în /usr/share/X11/xkb/rules seturile de reguli disponibile.
sv: Erfarna användare kan använda vilken layout som helst som stöds av den valda XKB-regeluppsättningen. Om paketet xkb-data har packats upp, se i katalogen /usr/share/X11/xkb/rules för tillgängliga regeluppsättningar.

source: Users of U.S. English keyboards should enter "us". Users of keyboards localized for other countries should generally enter their ISO 3166 country code. E.g., France uses "fr", and Germany uses "de".
ar: يجب على مستخدمي لوحات المفاتيح الإنجليزية الأمريكية إدخال القيمة "us". أما مستخدمو لوحات المفاتيح المحلية باللغات الأخرى عليهم إدخال رمز ISO 3166 الخاص ببلادهم. مثلاً، الكويت تستخدم الرمز "kw"، ومصر تستخدم الرمز "eg".
ca: Els usuaris d’Europa de teclats en espanyol han d’entrar «es». Per als teclats localitzats per a altres països, generalment cal entrar el codi ISO 3166 corresponent al país. Per exemple, «fr» per a França i «de» per a Alemanya.
da: Brugere med danske tastaturer bør vælge "dk". Brugere af tastaturer fra andre lande, bør vælge det efter ISO 3166-landekoderne. F.eks. bruger Frankrig "fr" og Tyskland "de".
el: Οι χρήστες των πληκτρολογίων Αγγλικής (ΗΠΑ) θα πρέπει να εισάγουν "us". Οι χρήστες πληκτρολογίων άλλων χωρών συνήθως θα πρέπει να δώσουν το κωδικό όνομα της χώρας τους κατά το πρότυπο ISO 3166. Π.χ. η Γαλλία χρησιμοποιεί "fr", και η Ελλάδα το "el".
eo: Uzantoj de uson-anglaj klavaroj devus ĝenerale entajpi "us". Uzantoj de klavaroj por aliaj landoj devus ĝenerale entajpi sian land-kodon, laŭ ISO 3166. Tio estas, por francujo uzu "fr", kaj por germanujo uzu "de".
es: Los usuarios de teclados ingleses de EE. UU. deberían escoger «us». Los usuarios de teclados preparados para otros países deberían en general introducir su código de país ISO 3166. Por ejemplo, Francia utiliza «fr», y España utiliza «es».
eu: EB-tako Ingeles teklatu erabiltzaileek "us" ezarri behar dute. Beren naziorako Pertsonalizatutako teklatuak erabiltzen dituztenek beren nazioko ISO 3166 kodea erabili dezakete arruntean. Adib, Frantsesak "fr" eta Alemaniarrek "de".
fi: Jos näppäimistö on U.S. English pitäisi kirjoittaa "us". Muiden maiden kotoistettujen näppäimistöjen käyttäjien olisi yleensä kirjoitettava ISO 3166 mukainen maakoodi. Esim. Suomi on "fi" ja Saksa on "de".
he: משתמשי מקלדות של אנגלית-ארה"ב צריכים בדר"כ להכניס "us". משתמשים של מקלדות מקומיות של מדינות אחרות צריכים להכניס את קוד המדינה שלהם לפי תקן ה-ISO 3166. לדוגמה: צרפת משתמשת ב-"fr", וגרמניה משתמשת ב-"de".
hu: A U.S. angol billentyűzetek felhasználóinak a "us"-t kell megadni. A más országokra módosított billentyűzetek felhasználóinak általában az ISO 3166 országkódjukat kell alapul venniük. Magyar felhasználók használhatják például a "hu" vagy a "hu_qwerty" billentyűzetkiosztást.
it: Per le tastiere italiane, la scelta adatta è «it». Gli utenti di tastiere localizzate per altri paesi dovrebbero generalmente inserire il loro codice di nazione ISO 3166. Per esempio, gli Stati Uniti usano «us» e la Francia usa «fr».
pt_br: Usuários de teclados americanos devem informar "us". Usuários de teclados localizados para outros países deve geralmente informar seu código de país ISO 3166. Por exemplo, a França usa "fr", a Alemanha usa "de" e o Brasil usa "br".
ro: Utilizatorii tastaturilor U.S. English trebuie să introducă "us". Utilizatorii tastaturilor localizate pentru alte ţări trebuie în general să introducă codul ţări conform ISO 3166. De exemplu, Franţa foloseşte "fr" şi Germania "de".
sv: Användare med amerikanska tangentbord bör vanligtvis ange "pc104". Användare med de flesta andra tangentbord bör vanligtvis ange "pc105".

source: Keyboard variant:
ar: بديل لوحة المفاتيح:
ca: Variant del teclat:
el: Ποικιλία πληκτρολογίου:
eo: Klavar-variaĵo:
eu: Teklatu aldagaia:
fi: Näppäimistön muunnelma:
he: תת-פריסת מקלדת:
it: Varianti della tastiera:
ro: Varianta de tastatură:
sv: Tangentbordsvariant:
