Repository: aleax/xorg
Catalog: debian/po/*.po
Languages: ar, ca, da, el, eo, es, eu, fi, he, hu, it, pt_br, ro, sv

source: Root Only
ar: المستخدم root فقط
ca: Només root
el: Μόνο ο χρήστης root
eo: Nur 'Root'
eu: Root Bakarrik
fi: Vain pääkäyttäjä
he: משתמש-על בלבד
it: Solo root
ro: Doar root
sv: Endast root

source: Console Users Only
ar: مستخدمي الطرفية فقط
ca: Només usuaris de la consola
el: Μόνο από την κονσόλα
eo: Nur Konzol-Uzantoj
eu: Kontsola Erabiltzaileak Bakarrik
fi: Vain konsolikäyttäjät
he: משתמשי מסוף בלבד
it: Solo gli utenti della console
ro: Doar utilizatorii de consolă
sv: Endast konsollanvändare

source: Anybody
ar: أي أحد
ca: Qualsevol
el: Οποιοσδήποτε
eo: Iu ajn
eu: Edozein
fi: Kaikki
he: כל המשתמשים
it: Chiunque
ro: Oricine
sv: Alla

source: Users allowed to start the X server:
ar: المستخدمين المسموح لهم تشغيل خادم X:
ca: Usuaris que poden iniciar el servidor X:
el: Χρήστες που επιτρέπεται να ξεκινούν τον εξυπηρετητή Χ:
eo: Uzantoj permesitaj ekigi la X-servilon:
eu: X zerbitzaria abiarazteko gaitasuna duten erabiltzaileak:
fi: Käyttäjät jotka saavat käynnistää X-palvelimen:
he: משתמשים הרשאים לאתחל את שרת ה-X:
it: Utenti con il permesso di avviare il server X:
ro: Utilizatori cărora le este permis să pornească serverul X:
sv: Användare som är behöriga att starta X-servern:

source: Because the X server runs with superuser privileges, it may be unwise to permit any user to start it, for security reasons. On the other hand, it is even more unwise to run general-purpose X client programs as root, which is what may happen if only root is permitted to start the X server. A good compromise is to permit the X server to be started only by users logged in to one of the virtual consoles.
ar: لأن خادم X يعمل بصلاحية المستخدم الخارق، فقد لا يكون من الحكمة السماح لأي مستخدم بتشغيله، لأسباب أمنية. من ناحية أخرى، فليس من الحكمة أيضاً تشغيل برامج X العامة كمستخدم root، والذي قد يحدث إن كان المستخدم root هو الوحيد الذي يمكنه تشغيل خادم X. لذا، فإن الحل الأمثل لهذه المعضلة هو السماح فقط لمستخدمي النظام عبر أحد الطرفيات الوهمية.
ca: Com que el servidor X corre amb privilegis de superusuari, podria no ser assenyat que qualsevol usuari l’iniciara, per motius de seguretat. D’altra banda, encara té menys seny emprar programes client X de propòsit general com a root, cosa que ocorreria si només root puguera iniciar el servidor X. Un bon compromís és deixar iniciar el servidor X només a aquells usuaris que hagen entrat al sistema per una de les consoles virtuals.
da: Da X-serveren kører med superbruger-rettigheder kan det af sikkerhedsgrunde være en dårlig idé at tillade enhver at starte den. På den anden side er det endnu dårligere at køre normale X-programmer som root, hvilket netop er, hvad der kan blive resultatet, hvis kun root må starte X-serveren. Et godt kompromis er at kun tillade brugere der er logget ind på en virtuel konsol at starte X-serveren.
el: Λόγω του ότι ο εξυπηρετητής X τρέχει ως χρήστης root, με τα αντίστοιχα δικαιώματα, για λόγους ασφαλείας δε συνιστάται η εκκίνησή του από άπλό χρήστη. Ωστόσο, ακόμη πιο επικίνδυνο για την ασφάλεια είναι η εκτέλεση απλών προγραμμάτων στα X ως χρήστης root, το οποίο μπορεί να συμβεί αν ο χρήστης root επιτρέπεται να εκκινήσει τον εξυπηρετητή X. Μια μέση οδός είναι να επιτρέπεται η εκκίνηση του εξυπηρετητή X μόνο από τους χρήστες που έχουν συνδεθεί στο σύστημα σε μία από τις εικονικές κονσόλες.
eo: Ĉar la X-servilo funkcias kun superaj privilegioj, eble estas malprudente permesi ke iu ajn uzanto ekigu ĝin, pro sekurecaj kialoj. Tamen, estas eĉ pli malprudente lanĉi ĝeneralajn klient-programojn per 'root', kio ĝuste povas okazi kiam nur 'root' estas permesata ekigi la X-servilon. Bona ekvilibro oni atingas permesante ke la X-servilo estu ekigebla nur por uzantoj ensalutitaj en unu el la virtualaj konzoloj.
es: Debido a que el servidor X se ejecuta con privilegios de superusuario, puede no ser muy prudente permitir que cualquier usuario lo arranque, por razones de seguridad. Por otra parte, es aún más imprudente ejecutar programas cliente de X de forma general como root, lo cual puede suceder si sólamente se permite a root iniciar el servidor X. Un compromiso entre ambos casos es permitir que el servidor X lo inicien sólo usuarios que hayan entrado por una de las consolas virtuales.
eu: X zerbitzaria supererabiltzaile baimenez abiarazten denez, segurtasun arrazoiak medio ez da zentzuzkoa edozeini abiarazteko baimena ematea. Beste aldetik ez da zentzuzkoa ere X bezero programa arruntak root bezala abiaraztea, root-ek bakarrik X zerbitzari abiarazteko baimena duenean gertatzen dena. Gomendagarriena X zerbitzaria kontsola birtual batetan saioa abiarazirik duen edozeini abiarazten uztea da.
fi: Tietoturvasyistä saattaa olla huono ajatus sallia kenen tahansa käynnistää X-palvelin, koska se toimii pääkäyttäjän oikeuksilla. Toisaalta on vielä huonompi ajatus suorittaa yleiskäyttöisiä X:n asiakasohjelmia pääkäyttäjänä, mikä saattaa olla tilanne jos vain pääkäyttäjä saa käynnistää X-palvelimen. Hyvä sovitteluratkaisu on sallia X-palvelimen käynnistys ainoastaan käyttäjille jotka ovat kirjautuneet sisään jollekin virtuaalikonsolille.
he: מכיוון ששרת ה-X רץ עם הרשאות משתמש-על, זה כנראה יהיה לא חכם להרשות לכל משתמש לאתחל אותו, מסיבות אבטחה. מצד שני, יהיה זה לא חכם להריץ תוכניות לקוח X כמשתמש-על, שזה מה שעלול לקרות אם רק משתמש-העל יהיה מורשה לאתחל את שרת ה-X. פשרה טובה תהיה להרשות לשרת ה-X להיות מאותחל רק ע"י משתמשים שמחוברים לאחד מהמסופים הווירטואליים.
hu: Mivel az X kiszolgáló rendszergazda kiváltságokkal fut, nem biztonságos bármilyen felhasználónak engedélyezni a futtatását, de szintén nem biztonságos általános-célú X kliens programokat rendszergazdaként futtatni, pedig ez történik, ha csak a rendszergazdának van joga az X kiszolgáló indításához. Megfelelő középút az X kiszolgáló indítását csak konzolról bejelentkezett felhasználóknak engedélyezni.
it: Dato che il server X viene eseguito con i privilegi di super utente, può essere poco consigliabile, per ragioni di sicurezza, permettere a qualsiasi utente di eseguirlo. D'altra parte, se solo a root fosse permesso di avviare il server X, sarebbe necessario eseguire come root i programmi client X (e ciò sarebbe ancora peggio). Un buon compromesso consiste nel permettere che il server X possa essere avviato solo dagli utenti collegati ad una delle console virtuali.
pt_br: Devido ao servidor X ser executado com previlégios de superusuário, pode não ser muito sábio permitir que qualquer usuário o inicie, por questões de segurança. Por outro lado, é menos sábio ainda executar programas clientes X de propósito geral como root, que é o que pode acontecer se somente o root tiver permissão de iniciar o servidor X. Um bom compromisso é permitir o servidor X ser iniciado somente por usuários logados em um dos consoles virtuais.
ro: Deoarece serverul X rulează cu privilegii de superutilizator, nu este probabil înţelept să i se permită oricărui utilizator să-l pornească, din motive de securitate. Pe de altă parte, este şi mai puţin înţelept să se ruleze clienţii X de uz general ca şi root, lucru probabil dacă se permite doar ca root să pornească serverul X. Un bun compromis este permiterea pornirii pentru utilizatorii autentificaţi la una din consolele virtuale.
sv: Då X-servern körs med superanvändarens rättigheter kan det vara otillbörligt att, ur säkerhetssynpunkt, låta vilken användare som helst starta den. Å andra sidan är det ännu värre att köra de flesta X-program som root, vilket är det som kan hända om endast root tillåts starta X-servern. A bra kompromiss är att endast tillåta användare som är inloggade på en av de virtuella konsollerna.

source: Nice value for the X server:
ar: قيمة nice لخادم X:
ca: Valor de prioritat («nice») del servidor X:
el: Τιμή προτεραιότητας 'nice' για τον εξυπηρετητή X:
eo: Malprioritata valoro por la X-servilo:
eu: X zerbitzariaren balio egokia:
fi: X-palvelimen nice-arvo:
he: ערך ה-nice לשרת ה-X:
it: Valore di nice per il server X.
ro: Introduceţi valoarea nice pe care doriţi să o folosească serverul X:
sv: Prioritetsvärde för X-servern:

source: When using operating system kernels with a particular scheduling strategy, it has been widely noted that the X server's performance improves when it is run at a higher process priority than the default; a process's priority is known as its "nice" value. These values range from -20 (extremely high priority, or "not nice" to other processes) to 19 (extremely low priority). The default nice value for ordinary processes is 0, and this is also the recommend value for the X server.
ar: عند استخدام نواة نظام تشغيل ذات استراتيجية جدولة معينة، لوحظ بشكل كبير بأن كفاءة خادم X تتحسن عند تشغيله بأولوية عملية أعلى من الافتراضية، والتي تعرف بقيمة "nice". وتتراوح هذه القيمة بين -20 (والتي هي الأولوية المرتفعة جداً، أو التي "ليست لطيفة" للعمليات الأخرى) إلى 19 (والتي هي الأولوية المنخفضة جداً). تكون قيمة nice للعمليات العادية هي 0، وهذه هي القيمة المستحسنة أيضاً لخادم X.
ca: En emprar nuclis de sistema operatiu que posseeixen una estratègia particular de planificació, a sovint s’ha notat que el rendiment del servidor X millora si s’executa amb una prioritat de procés major que l’habitual; la prioritat d’un procés es coneix com el seu valor de «nice». Aquest varia entre -20 (prioritat extremadament alta, «desagradable» als altres processos) i 19 (prioritat extremadament baixa). El valor de «nice» d’un procés ordinari és 0, valor també recomanat per al servidor X.
el: Όταν χρησιμοποιούνται πυρήνες λειτουργικών συστημάτων που έχουν μια συγκεκριμένη στρατηγική διαμοιρασμού χρόνου των διεργασιών (scheduling), έχει παρατηρηθεί ευρέως ότι η απόδοση του εξυπηρετητή X βελτιώνεται όταν αυτός εκτελείται με προτεραιότητα μεγαλύτερη από την προκαθορισμένη. Η προτεραιότητα μιας διεργασίας είναι επίσης γνωστή ως η τιμή "nice" της διεργασίας. Οι τιμές αυτές κυμαίνονται από το -20 (πολύ υψηλή προτεραιότητα ή καθόλου "nice" στις άλλες διεργασίες) έως 19 (πολύ χαμηλή προτεραιότητα). Η προκαθορισμένη τιμή προτεραιότητας nice για τις συνηθισμένες διεργασίες είναι 0 και αυτή είναι επίσης η προτεινόμενη τιμή για τον εξυπηρετητή Χ.
eo: Dum uzado de operaciumaj kernoj kun specifa vicigila strategio, estas vaste observite ke la rendimento de la X-servilo ege pliboniĝas kiam ĝi estas lanĉita kun plialta procez-prioritato ol ordinare; procez-prioritato estas konata per ĝia valoro "nice". Tiuj ĉi valoroj limiĝas inter -20 (treege alta prioritato) kaj 19 (treege malalta prioritato). La ordinara valoro "nice" por ordinaraj procezoj estas 0, kio estas ankaŭ rekomendinda valoro por la X-servilo.
eu: Programaketa berezi bat duen sistema eragile kernel bat erabiltzean, Kontutan izan behar da X zerbitzariaren performantzia hobetzen dela lehenetsirikoa baino prozesu lehentasun handiagoa ezartzen; prozesu lehentasuna balio "zuzena" bezala ezagutzen da. Hau -02 (lehentasun handiena edo "ez egokia" beste prozesuentzat) eta 19 (lehentasun oso txikia) tartean egon behar da. Prozesu arruntentzat lehenetsiriko lehentasuna 0 da, hau izaten ere X zerbitzariarentzat balio gomendatua.
fi: Käytettäessä erilaisia skeduloijia käyttöjärjestelmän ytimessä on havaittu X-palvelimen suorituskyvyn paranevan kun sen prioriteetti on suurempi kuin prosessien oletusarvo; prosessin prioriteetti ilmaistaan sen "nice"-arvolla. Mahdolliset arvot ovat -20:stä (hyvin korkea prioriteetti) arvoon 19 (hyvin alhainen prioriteetti). Tavallisten prosessien oletusarvo nicelle on 0, ja tämä on myös X-palvelimelle suositeltu arvo.
he: כאשר משתמשים במערכת הפעלה עם אסטרטגיית תזמון, זהו דבר ידוע שביצועי שרת ה-X משתפרים כאשר הוא רץ בתהליך בעדיפות גבוהה יותר מברירת המחדל; עדיפות תהליך ידועה כערך ה-"nice" שלו. ערכים אלו נעים בין -20 (עדיפות גבוהה ביותר, או "not nice" לתהליכים אחרים) ל-19 (עדיפות נמוכה ביותר). ברירת המחדל לערך ה-nice לתהליכים רגילים היא 0, וזהו גם הערך המומלץ לשרת ה-X.
it: Quando si usano kernel di sistema con particolari strategie di schedulazione, è stato spesso notato che le prestazioni del server X migliorano se questo viene eseguito a una priorità di processo più alta di quella predefinita; la priorità di un processo è conosciuta come il valore di «nice», che varia tra -20 (priorità estremamente alta, che penalizza gli altri processi) e 19 (priorità estremamente bassa). Il valore di nice predefinito per i processi ordinari è 0 ed è anche raccomandato per il server X.
ro: S-a observat că, în general, atunci când se folosesc nuclee de sisteme de operare cu anumite strategii de programare, performanţele serverului X se îmbunătăţesc atunci când este rulat la o prioritate mai mare decât cea implicită; prioritatea unui proces este cunoscută sub numele de valoarea sa "nice". Ea poate lua valori între -20 (prioritate extrem de ridicată, sau bădăran cu celelalte procese) până la 19 (prioritate extrem de scăzută). Valoarea implicită nice pentru procesele obişnuite este 0, iar aceasta e valoarea recomandată şi pentru serverul X.
sv: När man använder operativsystemskärnor med en specifik schemaläggningsstrategi, är det vida känt att X-serverns prestanda ökar när den kör med en högre processprioritet än standard; prioriteten för en process är känd som dess "nice"-värde. Dessa värden sträcker sig från -20 (extremt hög prioritet, eller "inte snäll" mot andra processer) till 19 (extremt låg prioritet). Standardvärdet för vanliga processer är 0 och det är också det rekommenderade värdet för X-servern.

source: Values outside the range of -10 to 0 are not recommended; too negative, and the X server will interfere with important system tasks. Too positive, and the X server will be sluggish and unresponsive.
ar: القيم التي تقل عن -10 أو تزيد عن 0 ليست مستحسنة؛ فإن كانت أقل من -10 فإن خادم X سيتعارض مع مهام النظام الضرورية. وإن كانت أكبر من 0 فستبطئ عمل خادم X وتثبطه.
ca: No es recomanen valors fora del rang entre -10 i 0; massa negatius, i el servidor X interferirà amb tasques importants del sistema. Massa positius, i el servidor X serà peresós i de resposta lenta.
da: Værdier udenfor området -10 til 0 anbefales ikke. Med for negative værdierkan X-serveren forstyrre vigtige systemopgaver. Med for positive værdier kører X-serveren langsomt.
el: Τιμές πέραν των ορίων -10 και 0 δεν συνιστώνται. Οι πολύ αρνητικές τιμές θα δημιουργήσουν παρεμβολές του εξυπηρετητή X σε σημαντικές εργασίες του συστήματος. Οι πολύ θετικές τιμές θα καταστήσουν το εξυπηρετητή X, αργό στην απόκρισή του.
eo: Valoroj for de la intervalo de -10 al 0 ne estas rekomendataj; tro negative, kaj la X-servilo influaĉos gravajn sistem-taskojn. Tro pozitive, kaj la X-servilo estos malrapida kaj mallerta.
eu: -10 eta 0 eremuz kanpoko balioak ez dira gomendagarriak; negatiboegiaz, X zerbitzaria sistema ataza garrantzitsuekin elkar jo daiteke. Positiboegiaz, ordea X zerbitzaria geldoegi eta erantzungakoa gerta daiteke.
fi: Välin -10 - 0 ulkopuolella olevia arvoja ei suositella; liian negatiivinen arvo saa X-palvelimen häiritsemään järjestelmän tärkeitä prosesseja. Liian suuri positiivinen arvo tekee X-palvelimesta jähmeän ja hitaan reagoimaan.
he: ערכים שמחוץ לטווח של -10 עד 0 אינם מומלצים; ערכים שליליים מדי יגרמו לשרת ה-X להתערב עם משימות מערכת חשובות. ערכים חיוביים מדי יגרמו לשרת ה-X להיות אטי ולא מגיב.
hu: A -10 és 0 közötti tartományon kívül eső értékek nem ajánlottak; ha túl kicsi, az X kiszolgáló elnyom más fontos rendszerfeladatokat. Ha túl nagy, akkor lassú és elérhetetlen lesz.
it: I valori fuori dalla gamma tra -10 e 0 non sono raccomandati; per uno troppo negativo, il server X interferirebbe con processi di sistema importanti. Per uno troppo positivo, il server X sarebbe lento e poco reattivo.
pt_br: Valores fora da faixa de -10 até 0 não são recomendados; ao user valores muito negativos o servidor X irá interferir com tarefas importantes do sistema. Ao usar valores muito positivos o servidor X ficará lento é demorará para responder.
ro: Valorile din afara plajei -10, 0 nu sunt recomandate; prea negativ, serverul X va interfera cu sarcini importante ale sistemului. Prea pozitiv, serverul X se va mişca greu şi nu va fi prompt.
sv: Värden utanför intervallet -10 till 0 är inte rekommenderat, för negativt och X-servern kommer att inkräkta på viktiga systemuppgifter. För positivt och X-servern kommer att trög och trött på att svara på anrop.

source: Incorrect nice value
ar: قيمة nice غير صالحة
ca: El valor de prioritat («nice») no és correcte
el: Λάθος τιμή προτεραιότητας nice
eo: Malĝusta valoro "nice"
eu: Okerreko balio egokia
fi: Nice-arvo ei kelpaa
he: ערך nice שגוי
it: Valore di nice errato
ro: Valoare "nice" incorectă
sv: Felaktigt prioritetsvärde

source: Please enter an integer between -20 and 19.
ar: الرجاء إدخال قيمة صحيحة بين -20 و 19
ca: Per favor, entreu un enter entre -20 i 19.
da: Angiv et heltal mellem -20 og 19.
el: Παρακαλώ εισάγετε έναν ακέραιο από το -20 έως το 19.
eo: Bonvolu entajpi entjeron inter -20 kaj 19.
es: Por favor, introduzca un entero entre -20 y 19.
eu: Mesedez sar -20 eta 19 arteko zenbaki oso bat
fi: Kirjoita kokonaisluku väliltä -20 - 19.
he: יש להכניס מספר שלם בין -20 ל 19.
hu: Most egy -20 és 19 közti egészet kell megadni.
it: Inserire un intero compreso tra -20 e 19.
pt_br: Por favor informe um inteiro entre -20 e 19.
ro: Sunteţi rugat/rugată să introduceţi un întreg între -20 şi 19.
sv: Ange ett heltal mellan -20 och 19.

source: Major possible upgrade issues
ar: قد تكون هناك مشاكل عامة في الترقية
ca: Problemes potencials de l’actualització
el: Σημαντικά πιθανά προβλήματα αναβάθμισης
eo: Plejeblaj problemoj por aktualigo
eu: Eguneraketa arazo aukera handiak
fi: Mahdollisesti vakavia päivityspulmia
he: בעיות שדרוג רציניות אפשריות
it: Possibili gravi problemi di aggiornamento
ro: Posibile probleme majore la actualizare
sv: Större möjliga uppgraderingsproblem

source: Some users have reported that upon upgrade to the current package set, their xserver package was no longer installed. Because there is no easy way around this problem, you should be sure to check that the xserver-xorg package is installed after upgrade. If it is not installed and you require it, it is recommended that you install the xorg package to make sure you have a fully functional X setup.
ar: أبلغنا بعض المستخدمين بأنه عند الترقية إلى مجموعة الحزم الحالية، فإن حزمة xserver لا يتم تثبيتها. ولإنه ليست هناك طريقة سهلة لحل هذه المعضلة، فعليك بالتأكد من تثبيت حزمة xserver-xorg بعد الترقية. إن تكن الحزمة مثبتةً وكنت بحاجة لها، فمن المستحسن أن تقوم بتثبيت حزمة xorg كي تضمن الحصول على إعداد لخادم X يمكنك العمل به.
ca: Alguns usuaris han informat de que en actualitzar al conjunt de paquets actual, el seu paquet «xserver» ja no estava instaŀlat. Com que aquest problema no es pot evitar fàcilment, confirmeu que el paquet «xserver-xorg» està instaŀlat en acabar l’actualització. Si no ho està i el necessiteu, es recomana instaŀlar el paquet «xorg» per a assegurar‐vos de que teniu un sistema X completament funcional.
el: Μερικοί χρήστες έχουν αναφέρει ότι κατά την αναβάθμιση στο παρόν σύνολο πακέτων, το πακέτο xserver δεν ήταν πια εγκατεστημένο. Επειδή δεν υπάρχει εύκολος τρόπος αντιμετώπισης αυτού του προβλήματος, θα πρέπει να βεβαιωθείτε ότι το πακέτο xserver-xorg είναι εγκατεστημένο μετά την αναβάθμιση. Αν δεν είναι και το χρειάζεστε, σας συνιστούμε να εγκαταστήσετε το πακέτο xorg για να σιγουρευτείτε ότι έχετε μια πλήρως λειτουργική εγκατάσταση του συστήματος Χ.
eo: Kelkaj uzantoj raportadas ke post aktualigo de la programara pakaro, iliaj pako 'xserver' ne plu restis instalita. Ĉar ne ekzistas simpla maniero solvi tiun ĉi problemon, vi devus kontroli ĉu tiu pako 'xserver-xorg' restas instalita post aktualigo. Se ĝi ne restos instalita kaj vi bezonas ĝin, oni forte rekomendas ke vi instalu la pakon 'xorg' por certigi ke vi havas plenfunkciantan aranĝon por X.
eu: Zenbait erabiltzailek ohartu digutenez pakete bilduma honetara eguneratzean, beren xserver paketea ez zela instalatu. Ez Denez erraza arazo hau kokatzea eguneraketa ondoren xserver-xorg paketea instalatua dagoela ziurtatu. Instalaturik ez badago eta zuk honen beharra baduzu gomendagarria da xorg paketea instalatzea funtzionatuko duen X konfigurazio bat duzula ziurtatzeko.
fi: Jotkut käyttäjät ovat ilmoittaneet ettei paketti xserver ole enää asennettuna kun on päivitetty tämänhetkiseen pakettijoukkoon. Koska tämän ongelman kiertämiseen ei ole helppoa konstia, olisi varmistettava että paketti xserver-xorg on asennettuna päivityksen jälkeen. Jos se ei ole ja sitä tarvitaan, suositellaan asennettavaksi paketti xorg jotta varmasti olisi asennettuna toimiva X-järjestelmä.
he: משתמשים מסוימים דיווחו שלאחר שדרוג מערכת החבילות הנוכחית, חבילות ה-xserver שלהם כבר לא היו מותקנות. מכיוון שאין דרך קלה לעקוף את הבעיה הזאת, עליך לבדוק שהחבילה xserver-xorg מותקנת לאחר השדרוג. אם היא לא מותקנת ויש לך צורך בה, מומלץ להתקין את החבילה xorg כדי לוודא שיש לך התקנה מתפקדת של X.
it: Alcuni utenti hanno riportato che durante l'aggiornamento all'attuale insieme di pacchetti, il loro pacchetto xserver non era più installato. Dato che non c'è una soluzione facile a questo problema, si prega di verificare che il pacchetto xserver-xorg sia ancora installato dopo l'aggiornamento. Se non è installato ed è necessario si raccomanda di installare il pacchetto xorg per essere sicuri di avere un setup di X completamente funzionante.
ro: Unii utilizatori au raportat că după actualizarea cu setul curent de pachete, pachetul lor pentru xserver nu mai era instalat. Deoarece nu există nici o soluţie facilă de ocolire a acestei probleme, ar trebui să vă asiguraţi că pachetul xseerver-xorg este instalat după actualizare. Dacă nu este instalat şi aveţi nevoie de el, se recomandă să instalaţi pachetul xorg pentru a asigura o configuraţie X funcţională.
sv: Några användare har rapporterat att när de uppgraderade till aktuell paketuppsättning var inte deras xserver-paket installerat längre. På grund av att det inte finns något enkelt sätt att lösa detta problem på bör du se till att kontrollera att paketet xserver-xorg är installerat efter uppgradering. Om det inte är installerat och du kräver det, rekommenderas det att du installerar xorg-paketet för att se till att du har en fullständigt fungerande X-konfiguration.

source: Cannot remove /usr/X11R6/bin directory
ar: لا يمكن إزالة الدليل /usr/X11R6/bin
ca: No s’ha pogut eliminar el directori «/usr/X11R6/bin».
el: Δεν μπορώ να αφαιρέσω τον κατάλογο /usr/X11R6/bin
eo: Ne eblas forigi la dosierujon /usr/X11R6/bin
eu: Ezin da/usr/X11R6/bin direktorioa ezabatu
fi: Hakemistoa /usr/X11R6/bin ei voi poistaa
he: לא יכול להסיר את הספרייה /usr/X11R6/bin
it: Impossibile rimuovere la directory /usr/X11R6/bin
ro: Directorul /usr/X11R6/bin nu poate fi şers
sv: Kan inte ta bort katalogen /usr/X11R6/bin
