Repository: aleax/xorg
Catalog: debian/po/*.po
Languages: ar, ca, da, el, eo, es, eu, fi, he, hu, it, pt_br, ro, sv

source: The "medium" option will present you with a list of resolutions and refresh rates, such as "800x600 @ 85Hz"; you should choose the best mode you wish to use (and that you know the monitor is capable of).
ar: يقدم لك الخيار "متوسط" قائمة باستبانات الشاشة و معدلات الإنعاش، مثال "800X600 @ 85Hz"؛ عليك باختيار الوضع الأفضل الذي تود استخدامه (والذي تعمله أن شاشاتك يمكنها استخدامه).
el: Η "μεσαία" (middle) επιλογή θα σας εμφανίσει μια λίστα αναλύσεων και συχνοτήτων σάρωσης, όπως "800x600 @ 85Hz". Θα πρέπει να επιλέξετε την καλύτερη ανάλυση που επιθυμείτε να χρησιμοποιήσετε (και την οποία γνωρίζετε ότι υποστηρίζει η οθόνη σας).
eu: "Ertaina" aukerak erresoluzio eta freskatze tasa zerrenda bat bistaraziko du, "800x600 @ 85Hz" bezalakoak; zuk erabili nahi duzun modurik egokiena (eta zure monitoreak onartzen duena) aukeratu behar duzu.
fi: "Keskitaso" näyttää luettelon näytön tarkkuuksista ja virkistystaajuuksista, kuten "800x600 @ 85Hz"; olisi valittava paras näyttötila jota halutaan käyttää (ja joka tiedetään toimivaksi näytön kanssa).
he: האפשרות "בינונית" תציג בפניך רשימה של רזולוציות וערכי רענון, כמו למשל "800x600 @ 85Hz"; עליך לבחור את מצב הווידאו הטוב ביותר שברצונך להשתמש בו (ושידוע לך שהמסך שלך תומך בו).
it: L'opzione «medium» presenterà una lista di risoluzioni e frequenze di refresh, come «800x600 @ 85Hz»; si dovrebbe scegliere la modalità migliore che si vuole usare (e che si sa che il monitor può supportare).
sv: Alternativet "medium" kommer att presentera en lista med upplösningar och uppdateringsfrekvenser, såsom "800x600 @ 85Hz"; du bör välja det bästa läget du önskar använda (och som du vet att din skärm kan hantera).

source: The "advanced" option will let you specify the monitor's horizontal sync and vertical refresh tolerances directly.
ar: يسمح لك الخيار "متقدم" بتحديد قيم مزامنة الشاشة الأفقية والعمودية بشكل مباشر.
el: Η "προχωρημένη" επιλογή θα σας επιτρέψει να καθορίσετε απευθείας τα όρια των συχνοτήτων οριζόντιου συγχρονισμού και κάθετης σάρωσης της οθόνης σας.
eu: "Aurreratua" aukerak zure monitorearen sinkronismo horizontal eta bertikala eskuz ezartzeko aukera emango dizu.
fi: "Hankalampi" valinta tarkoittaa näytön vaaka- ja pystypoikkeutustaajuusaalueiden kirjoittamista.
he: האפשרות "מתקדמת" תאפשר לך לציין ישירות את הטווחים של הסנכרון האופקי והרענון האנכי.
it: L'opzione «advanced» permetterà di specificare direttamente le frequenze orizzontale e verticale del monitor.
sv: Alternativet "advanced" låter dig direkt ange den horisontella synkfrekvensen och vertikala uppdateringstoleranser för skärmen.

source: Up to 14 inches (355 mm)
ar: حتى 14 إنش (355 مليمتر)
el: Έως 14 ίντσες (355 mm)
eu: 14 hatzbetetik gora (355 mm)
fi: Enintään 14 tuumaa (355 mm)
he: עד 14 אינץ' (355 מ"מ)
it: Fino a 14 pollici (355 mm)
sv: Upp till 14 tum (355 mm)

source: 15 inches (380 mm)
ar: 15 إنش (380 مليمتر)
el: 15 ίντσες (380 mm)
eu: 15 hatzbete (380 mm)
fi: Enintään 15 tuumaa (380 mm)
he: עד 15 אינץ' (380 מ"מ)
it: 15 pollici (380 mm)
sv: 15 tum (380 mm)

source: 17 inches (430 mm)
ar: 17 إنش (430 مليمتر)
el: 17 ίντσες (430 mm)
eu: 17 hatzbete (380 mm)
fi: Enintään 17 tuumaa (430 mm)
he: עד 17 אינץ' (430 מ"מ)
it: 17 pollici (430 mm)
sv: 17 tum (430 mm)

source: 19-20 inches (480-510 mm)
ar: 19-20 إنش (480-510 مليمتر)
el: 19-20 ίντσες (480-510 mm)
eu: 19-20 hatzbete (480-510 mm)
fi: 19 - 20 tuumaa (480 - 510 mm)
he: 19-20 אינץ' (480-510 מ"מ)
it: 19-20 pollici (480-510 mm)
sv: 19-20 tum (480-510 mm)

source: 21 inches (530 mm) or more
ar: 21 إنش (530 مليمتر) أو أكثر
el: 21 ίντσες (530 mm) ή περισσότερο
eu: 21 hatzbete (530 mm) edo gehiago
fi: Yli 21 tuumaa (530 mm)
he: 21 אינץ' ומעלה (530 מ"מ)
it: 21 pollici (530 mm) ed oltre
sv: 21 tum (530 mm) eller mer

source: Approximate monitor size:
ar: حجم الشاشة التقريبي:
el: Κατά προσέγγιση μέγεθος οθόνης:
eu: Monitorearen tamaina:
fi: Näytön koko suunnilleen:
he: גודל מוערך של המסך:
it: Dimensione del monitor approssimativa:
sv: Ungefärlig skärmstorlek:

source: High-quality CRT's may be able to use the next highest size category.
ar: شاشات CRT عالية الجودة قد تكون قادرة على استخدام فئة الحجم الأكبر التالية.
da: Højkvalitets-skærme (ikke LCD) kan vælge en størrelse over den virkelige.
el: Οι καλής ποιότητας οθόνες CRT μπορούν να χρησιμοποιήσουν το αμέσως μεγαλύτερο μέγεθος.
es: Los monitores CRT de buena calidad pueden ser capaces de usar la categoría siguiente de tamaño.
eu: Kalitate handiko CRT monitoreak hurrengo tamaina handieneko kategoria erabiltzeko gai izan beharko lirateke.
fi: Laadukas kuvaputkinäyttö saattaa pystyä käyttämään seuraavaksi paremman kokoluokan asetuksia.
he: מסכי CRT באיכות גבוהה עשויים להיות מסוגלים להשתמש בקטגוריית הגודל הגבוה ביותר הבאה.
hu: A jó minőségű CRT-k képesek az eggyel nagyobb méret kategóriát használni.
it: I CRT di alta qualità potrebbero usare la categoria di dimensione superiore.
pt_br: CRTs de alta qualidade podem ser capazes de usar a categoria de maior tamanho mais próximo.
sv: Högkvalitativa CRT-skärmar kan använda sig av näst högsta storlekskategorin.

source: Monitor's best video mode:
ar: أفضل وضع فيديو للشاشة:
el: Βέλτιστη ανάλυση της οθόνης:
eu: Monitorearen bideo modu egokiena:
fi: Näytön paras näyttötila:
he: מצב הווידאו הטוב ביותר של המסך:
it: Miglior modalità video del monitor:
sv: Skärmens bästa grafikläge:

source: Choose the "best" resolution and refresh rate the monitor is capable of. Larger resolutions and refresh rates are better. With a CRT monitor, it is perfectly acceptable to select a "worse" video mode than the monitor's best if you wish. Users of LCD displays may also be able to do this, but only if both the video chipset and the driver support it; if in doubt, use the video mode recommended by the manufacturer of your LCD.
ar: اختر "أفضل" استبانة ومعدل إنعاش تستطيع الشاشة استخدامه. الاستبانات الأكبر حجماً ومعدل إنعاش أكثر وضوحاً. عند استخدام شاشة CRT، من المقبول تماماً اختيار وضع فيديو "أسوأ" من أفضل ما تستطيع الشاشة عرضه. قد يستطيع مستخدمو شاشات LCD أيضاً قادرين على القيام بهذا، ولكن فقط إن كانت رقاقة الفيديو وبرنامج التشغيل يدعمها. وإن كنت في شك، استخدم وضع الفيديو المقترح من قبل مصنّع شاشة LCD الخاصة بك.
el: Επιλέξτε την "βέλτιστη" ανάλυση και συχνότητα σάρωσης που μπορεί να υποστηρίξει η οθόνη σας. Οι μεγαλύτερες αναλύσεις και συχνότητες σάρωσης είναι καλλίτερες. Για μια οθόνη CRT, είναι απόλυτα αποδεκτό να επιλέξετε αν θέλετε μια "χειρότερη" ανάλυση από την βέλτιστη που υποστηρίζει η οθόνη. Οι χρήστες των οθονών LCD μπορούν επίσης να επιλέξουν κάτι τέτοιο, αλλά μόνο αν το υποστηρίζουν τόσο ο ελεγκτής οθόνης όσο και ο οδηγός της κάρτας οθόνης. Αν δεν είσαστε σίγουροι, χρησιμοποιήστε την ανάλυση που προτείνεται από τον κατασκευαστή της οθόνης σας LCD.
eu: Zure pantailak erabili dezakeen freskatze tasa eta erresoluzio handienak ("best") aukeratu. Erresoluzio eta freskatze tasa handiagoak hobeak dira. Zuk CRT pantaila bai izan ezkero, onargarria da pantailaren hoberena baino bideo modu okerrago ("worse") aukeratzea. LCD pantailen erabiltzaileek ere hau egin dezakete, baina bideo kontrolatzaile eta txip-jokoak onartzen duen kasuan, zalantza kasuan LCD pantaila garatzaileak gomendaturiko bideo modua erabili.
fi: Valitse "paras" tarkkuus ja virkistystaajuus johon näyttö pystyy. Isommat tarkkuudet ja virkistystaajuudet ovat parempia. Kuvaputkinäytölle voi haluttaessa aivan hyvin valita "huonomman" näyttötilan. Littunäyttöillekin voi ehkä valita huonomman näyttötilan, mutta vain jos sekä näytönohjaimen piirisarja että ajuri tukevat sitä; jos ei ole varma, käytetään littunäytön valmistajan suosittelemaa näyttötilaa.
he: בחר את הרזולוציה וקצב הרענון "הטובים ביותר" שבהם מסוגל המסך שלך לתמוך. ערכי רזולוציות וקצבי רענון גדולים יותר - טובים יותר. עם מסך CRT, זה מתקבל על הדעת לבחור את מצב הווידאו "הגרוע ביותר" במקום את הטוב ביותר אם ברצונך בכך. משתמשי מסכי LCD יכולים אף הם לעשות זאת, אבל רק כאשר ערכת שבבי הווידאו ומנהל ההתקן תומכים בכך; אם יש לך ספק, יש להשתמש במצב הווידאו המומלץ ע"י יצרן מסך ה-LCD שלך.
it: Scegliere la «migliore» risoluzione e frequenza di refresh di cui si crede capace il monitor: le risoluzioni e le frequenze di refresh più alte sono considerate migliori. Se si usa un monitor CRT, se lo si desidera, è perfettamente accettabile scegliere una modalità video «peggiore» del meglio che il monitor è capace di fare. Anche gli utenti di display LCD potrebbero essere in grado di farlo, ma solamente se sia il chipset video che il driver lo supportano; se si hanno dei dubbi, usare la modalità video raccomandata dal produttore del vostro LCD.
sv: Välj den "bästa" upplösningen och uppdateringsfrekvensen som du tror att skärmen kan hantera. Högre upplösningar och uppdateringsfrekvenser är bättre. Med en CRT-skärm, är det helt acceptabelt att välja ett "sämre" grafikläge än skärmens bästa om du så vill. Användare med LCD-skärmar kan också göra detta men bara om både grafikchipset och drivrutinen har stöd för detta; om du är osäker, använd grafikläget som rekommenderas av tillverkaren av din LCD-skärm.

source: Identifier for the monitor:
eu: Monitorearentzat identifikatzailea idatzi:
fi: Näytön tunniste:
sv: Ange ett namn för skärmen:

source: The X server configuration file associates the monitor with a name that you may provide. This is usually the vendor or brand name followed by the model name, e.g., "Sony E200" or "Dell E770s".
eu: X zerbitzariak zure monitorea emango duzun izenarekin lotuko du. Hau arruntean saltzaile edo produktu izena modeloaz jarraiturik izaten da, adib., "Sony E200" edo "Dell E770s".
fi: X-palvelimen asetustiedostoissa voidaan näytölle antaa nimi. Nimi on tavallisesti valmistajan tai merkin nimi jonka jälkeen tulee mallinimi, esim. "Sony E200" tai "Dell E770s".
sv: X-serverns konfigurationsfil associerar skärmen med ett namn som du kan tillhandahålla. Detta är vanligtvis namnet på tillverkaren eller märket följt av modellnamnet, t.ex. "Sony E200" eller "Dell E770s".

source: Write monitor sync ranges to the configuration file?
ar: كتابة قيم مدى مزامنة الشاشة إلى ملف التهيئة؟
el: Να αποθηκευτούν τα εύρη συγχρονισμού οθόνης στο αρχείο ρυθμίσεων;
eu: Idatzi monitore sinkronia eremuak konfigurazio fitxategian?
fi: Kirjoitetaanko näytön vaaka- ja pystypoikkeutustaajuusalueet asetustiedostoon?
he: לכתוב את טווחי הסנכרון של המסך לקובץ ההגדרות?
it: Scrivere la gamma di frequenze del monitor nel file di configurazione?
sv: Skriva skärmens synkroniseringsintervall i konfigurationsfilen?

source: The monitor synchronization ranges should be autodetected by the X server in most cases, but sometimes it needs hinting. This option is for experienced users, and should be left at its default.
ar: يجب اكتشاف مدى مزامنة الشاشة آلياً من قبل خادم X في معظم الحالات، إلا أنه قد يحتاج إلى بعض المساعدة أحياناً. هذا الخيار مخصص للمستخدمين الخبراء، ويجب تركه بقيمته الافتراضية.
el: Στις περισσότερες περιπτώσεις τα εύρη συχνοτήτων συγχρονισμού οθόνης θα πρέπει να εντοπίζονται αυτόματα από τον εξυπηρετητή X, αλλά μερικές φορές χρειάζεται κάποιες υποδείξεις. Αυτή η επιλογή είναι για έμπειρους χρήστες και θα πρέπει να την αφήσετε στην προκαθορισμένη της τιμή.
eu: Pantailaren sinkronizazio eremuak normalean X zerbitzariak atzemango ditu, baina batzuetan laguntza beharko du. Aukera hau erabiltzaile aurreratuentzat da eta dagoen bezala utzi beharko zen.
fi: X-palvelimen pitäisi useimmissa tapauksissa pystyä tunnistamaan näytön vaaka- ja pystypoikkeutustaajuusalueet automaattisesti, mutta joskus tarvitaan vihjeitä. Tämä valinta on kokeneille käyttäjille, ja pitäisi jättää oletusarvoonsa.
he: ברוב המקרים, טווחי הסנכרון של המסך אמורים להיות מזוהים אוטומטית ע"י שרת ה-X, אבל לפעמים הוא צריך סיוע. אפשרות זאת היא למשתמשים מנוסים, וצריך להשאיר אותה בברירת המחדל שלה.
it: Nella maggior parte dei casi, la gamma di frequenze di sincronizzazione del monitor viene rilevata automaticamente dal server X; talvolta però è necessario inserirla manualmente. Questa opzione è per gli utenti esperti e generalmente si dovrebbe lasciare il valore predefinito.
sv: Skärmens synkroniseringsintervaller bör i de flesta fall automatiskt identifieras av X-servern, men ibland behöver den lite hjälp. Detta alternativ är för erfarna användare och bör lämnas med standardvärdet valt.

source: Monitor's horizontal sync range:
ar: مدى مزامنة الشاشة الأفقي:
el: Εύρος συχνότητων οριζόντιου συγχρονισμού:
eu: Monitorearen freskatze horizontal eremua:
fi: Näytön vaakapoikkeutustaajuusalue:
he: טווח הסנכרון האופקי של המסך:
it: Gamma di frequenze orizzontali di sincronizzazione del monitor:
sv: Skärmens horisontala uppdateringsintervall:

source: Please enter either a comma-separated list of discrete values (for fixed-frequency displays), or a pair of values separated by a dash (all modern CRT's). This information should be available in the monitor's manual. Values lower than 30 or higher than 130 are extremely rare.
ar: الرجاء إدخال قائمة القيم الفريدة والمفصولة بفواصل (لأجهزة العرض ذات التردد الثابت)، أو زوجاً من القيم مفصولة بشرطة (-) (جميع شاشات CRT الحديثة). قد تجد هذه المعلومات متوفرة في كتيب تعليمات الشاشة. القيم التي تقل عن 30 أو تزيد عن 130 هي نادرة جداً.
el: Παρακαλώ εισάγετε είτε μια λίστα διαακεκριμένων τιμών (για οθόνες σταθερής συχνότητας), χωρισμένων με άνω-κάτω τελείες, είτε ένα ζεύγος τιμών χωρισμένων με παύλες (για όλες τις σύγχρονες οθόνες CRT). Αυτή η πληροφορία είναι συνήθως διαθέσιμη στο βιβλίο χρήσης της οθόνης. Τιμές μικρότερες από 30 ή υψηλότερες από 130 είναι εξαιρετικά σπάνιες.
eu: Mesedez idatzi gakoz bereiziriko balio zerrenda bat (pantaila frekuentziekin), edo marratxo batez bereiziriko balio parea (CRT berrientzat). Informazio hau zure pantailaren manualean eskuragarri izango duzu. 30 baino balio txikiagoak edo 130 baino balio handiagoak oso arraroak dira.
fi: Kirjoita joko pilkuilla eroteltu luettelo erillisiä arvoja (kiinteätaajuuksisille näytöille) tai tavuviivalla eroteltu arvopari (kaikki nykyaikaiset kuvaputkinäytöt). Tarvittavat tiedot pitäisi löytymän näytön ohjekirjasta. Arvot alle 30 tai yli 130 ovat hyvin harvinaisia.
he: נא להכניס רשימת ערכים המופרדים ע"י פסיקים (למסכים עם תדירות קבועה), או זוג ערכים המופרדים ע"י מקף (כל מסכי ה-CRT המודרניים). מידע זה אמור להיות זמין במדריך של המסך. ערכים קטנים מ-30 או גדולים מ-130 הם נדירים.
it: Inserire una lista separata da virgole di valori discreti (per monitor a frequenza fissa) o una coppia di valori separata da un trattino (tutti i CRT moderni). Questa informazione dovrebbe essere disponibile nel manuale del monitor. Valori più bassi di 30 o più alti di 130 sono estremamente rari.
sv: Ange antingen en kommaseparerad lista med värden (för skärmar med fast frekvens), eller ett par värden separerade med ett bindestreck (alla moderna CRT-skärmar.) Denna information bör finnas tillgänglig i manualen till skärmen. Värden lägre än 30 eller högre än 130 är extremt ovanliga.

source: Monitor's vertical refresh range:
ar: مدى إنعاش الشاشة الرأسي:
el: Συχνότητα κατακόρυφης σάρωσης της οθόνης:
eu: Monitorearen freskatze bertikal eremua:
fi: Näytön pystypoikkeutustaajuusalue:
he: טווח הרענון האנכי של המסך:
it: Gamma di frequenze verticali di refresh del monitor:
sv: Skärmens vertikala uppdateringsintervall:

source: Please enter either a comma-separated list of discrete values (for fixed-frequency displays), or a pair of values separated by a dash (all modern CRT's). This information should be available in the monitor's manual. Values lower than 50 or higher than 160 are extremely rare.
ar: الرجاء إدخال قائمة القيم الفريدة والمفصولة بفواصل (لأجهزة العرض ذات التردد الثابت)، أو زوجاً من القيم مفصولة بشرطة (-) (جميع شاشات CRT الحديثة). قد تجد هذه المعلومات متوفرة في كتيب تعليمات الشاشة. القيم التي تقل عن 50 أو تزيد عن 160 هي نادرة جداً.
el: Παρακαλώ εισάγετε είτε μια λίστα διακεκριμένων τιμών (για οθόνες σταθερής συχνότητας), χωρισμένων με άνω-κάτω τελείες, είτε ένα ζεύγος τιμών χωρισμένων με μια παύλα (όλες οι σύγχρονες οθόνες CRT). Αυτή η πληροφορία είναι συνήθως διαθέσιμη στο βιβλίο χρήσης της οθόνης. Τιμές μικρότερες από 60 ή υψηλότερες από 160 είναι εξαιρετικά σπάνιες.
eu: Mesedez idatzi gakoz bereiziriko balio zerrenda bat (pantaila frekuentziekin), edo marratxo batez bereiziriko balio parea (CRT berrientzat). Informazio hau zure pantailaren manualean eskuragarri izango duzu. 50 baino balio txikiagoak edo 160 baino balio handiagoak oso arraroak dira.
fi: Kirjoita joko pilkuilla eroteltu luettelo erillisiä arvoja (kiinteätaajuuksisille näytöille) tai tavuviivalla eroteltu arvopari (kaikki nykyaikaiset kuvaputkinäytöt). Tarvittavat tiedot pitäisi löytymän näytön ohjekirjasta. Arvot alle 50 tai yli 160 ovat hyvin harvinaisia.
he: נא להכניס רשימת ערכים המופרדים ע"י פסיקים (למסכים עם תדירות קבועה), או זוג ערכים המופרדים ע"י מקף (כל מסכי ה-CRT המודרניים). מידע זה אמור להיות זמין במדריך של המסך. ערכים קטנים מ-50 או גדולים מ-160 הם נדירים.
it: Inserire una lista separata da virgole di valori discreti (per monitor a frequenza fissa) o una coppia di valori separati da un trattino (tutti i CRT moderni). Questa informazione dovrebbe essere disponibile nel manuale del monitor. Valori più bassi di 50 o più alti di 160 sono estremamente rari.
sv: Ange antingen en kommaseparerad lista med värden (för skärmar med fast frekvens), eller ett par värden separerade med ett bindestreck (alla moderna CRT-skärmar.) Denna information bör finnas tillgänglig i manualen till skärmen. Värden lägre än 50 eller högre än 160 är extremt ovanliga.

source: Incorrect values entered
ar: القيم المدخلة غير صحيحة:
el: ΕΙσαγωγή λάθος τιμών
eu: balio okerrak eman dira
fi: Annetut arvot olivat väärin
he: הוכנסו ערכים לא נכונים
it: È stato inserito un valore non corretto
sv: Felaktiga värden angivna

source: The valid syntax is a comma-separated list of discrete values, or a pair of values separated by a dash.
ar: الصيغة الصحيحة هي لائحة بالقيم الفريدة والمفصولة بفواصل، أو زوجاً من القيم مفصولاً بشرطة (-).
da: Syntaksen er enten en kommasepareret liste med diskrete værdier eller to værdier adskilt af en bindestreg.
el: Η έγκυρη σύνταξη είναι μια λίστα διακριτών τιμών, ή ζευγών τιμών που ενώνονται με παύλα, χωρισμένων με κόμμα.
es: La sintaxis válida es una lista separada por comas de valores discretos, o un par de valores separados por un guión.
eu: Sintaxi egokia gakoz bereiziriko balio zerrenda edo marratxo batez bereiziko balio bikotea izan daitezke.
fi: Kelvollinen muoto on pilkuilla eroteltu luettelo erillisiä arvoja tai tavuviivalla eroteltu arvopari.
he: התחביר הנכון הוא רשימת ערכים המופרדים ע"י פסיקים, או זוג ערכים מופרדים ע"י מקף.
hu: Az érvényes szintaxis diszkrét értékek egy vesszővel elválasztott listája, vagy egy kötőjellel elválasztott értékpár.
it: La sintassi valida è una lista separata da virgole di valori discreti, o una coppia di valori separata da un trattino.
pt_br: A sintaxe válida é uma lista separada por vírgulas de valores distintos ou um par de valores separados por um traço (-).
sv: Godkänd syntax är en kommaseparerad lista med värden, eller ett par värden separerade med ett bindesträck.

source: Video modes to be used by the X server:
ar: أوضاع الفيديو التي يجب أن يستخدمها خادم X:
el: Οι καταστάσεις οθόνης που θα χρησιμοποιηθούν από τον εξυπηρετητή Χ:
eu: X zerbitzariak erabiliko duen bideo modua:
fi: Näyttötilat joita X-palvelimen halutaan käyttävän:
he: מצבי וידאו שישמשו את שרת ה-X:
it: Modalità video che deve usare il server X:
sv: Grafiklägen som ska användas av X-servern:

source: Please keep only the resolutions you would like the X server to use. Removing all of them is the same as removing none, since in both cases the X server will attempt to use the highest possible resolution.
ar: الرجاء إبقاء استبانات الشاشة فقط التي تود أن يقوم خادم X باستخدامها. كما أن إزالتها كلها هو بمثابة عدم إزالة أي منها، حيث أنه في الحالتين سيقوم خادم X بمحاولة استخدام أعلى استبانة ممكن.
el: Παρακαλώ κρατήστε μόνο τις αναλύσεις που θα θέλατε να χρησιμοποιηθούν από τον εξυπηρετητή X. Το να αφαιρέσετε όλες τις αναλύσεις είναι το ίδιο με το να μην αφαιρέσετε καμμία, καθώς και στις δύο περιπτώσεις ο εξυπηρετητής X θα προσπαθήσει να χρησιμοποιήσει την υψηλότερη δυνατή ανάλυση.
eu: Hemen zure hardwareak onartzen ez dituelako X zerbitzariak erabiltzerik ez duzun nahi erresoluzio batenbat egon ezkero, ezabatu ezazu beheko zerrendatik. Denak ezabatzeak batez ezabatzeak duen portaera berdina lortzen du, X zerbitzariak ahal duen erresoluzio handiena erabiltzen saiatuko bait da.
fi: Säilytä vain ne näyttötarkkuudet joita X-palvelimen halutaan käyttävän. Kaikkien poistaminen ja ei yhtään poistamista johtaa samaan lopputulokseen: X-palvelin yrittää käyttää suurinta mahdollista tarkkuutta.
he: יש לסמן רק את הרזולוציות שברצונך ששרת ה-X יעשה בהן שימוש. הסרת כל הסימונים כמוה כאי הסרת אף סימון, מכיוון שבשני המקרים שרת ה-X ינסה להשתמש ברזולוציה הגבוהה ביותר האפשרית.
it: Mantenere solo le risoluzioni che verranno usate dal server X. Rimuoverle tutte ha lo stesso effetto di non rimuoverne nessuna, dato che in entrambi i casi il server X tenterà di usare la più alta risoluzione possibile.
sv: Behåll endast upplösningar som du vill att X-servern ska använda sig av. Att ta bort alla har samma effekt som att inte ta bort någon, eftersom i båda fallen kommer X-servern att försöka använda den högsta möjliga upplösningen.

source: Desired default color depth in bits:
ar: عمق الألوان الافتراضي المرغوب بالبت:
el: Επιθυμητό χρωματικό βάθος σε bits:
eu: Lehenetsiriko kolore sakonera bit-etan:.
fi: Haluttu oletus värisyvyydelle bitteinä:
he: עומק צבע רצוי כברירת מחדל (בביטים):
it: Profondità di colore predefinita in bit:
sv: Önskat standardfärgdjup (i bitar):
