Repository: aleax/xorg
Catalog: debian/po/*.po
Languages: ar, ca, da, el, eo, es, eu, fi, he, hu, it, pt_br, ro, sv

source: Video card's bus identifier:
ar: مُعرّف ناقل بطاقة الفيديو:
ca: Identificador de bus de la targeta de vídeo:
el: Ταυτοποίηση του διαύλου της κάρτας οθόνης σας:
eo: Identigilo de la video-karta datumbuso:
eu: Bideo txartel bus identifikatzailea:
fi: Näytönohjaimen tunniste väylällä:
he: מזהה ערוץ כרטיס הווידאו:
it: Identificatore del bus della scheda video:
ro: Identificatorul plăcii video pe magistrală:
sv: Ange ett namn för grafikkortets buss:

source: Users of PowerPC machines, and users of any computer with multiple video devices, should specify the BusID of the video card in an accepted bus-specific format.
ar: يجب على مستخدمي PowerPC، أو مستخدمي أية حاسب يحتوي عدة أجهزة فيديو، تحديد قيمة BusID لبطاقة الفيديو بنسق معيّن مقبول.
ca: Cal que els usuaris de màquines PowerPC, o d’ordinadors amb múltiples dispositius de vídeo, especifiquen l’identificador de bus de la targeta de vídeo en un format acceptat, específic del bus.
da: Brugere af PowerPC-maskiner og brugere af enhver computer med flere grafikkort skal angive grafikkortets BusID i et accepteret busspecifikt format.
el: Οι χρήστες των συστημάτων PowerPC, και οι κάτοχοι συστημάτων με πολλαπλές κάρτες οθόνης, θα πρέπει να ορίσουν το διακριτικό του διαύλου (BusID) της κάρτας οθόνης με μια αποδεκτή από τον δίαυλο μορφή.
eo: Uzantoj de maŝinoj PowerPC, kaj uzantoj de iu ajn komputilo kun multoblaj video-aparatoj, devus indiki la BusID de la video-karto laŭ akceptebla buso-specifa formo.
eu: PowerPC makina, edo bideo gailu anitz duen edozein erabiltzailek bideo txartelaren BusID-a onarturiko bus-specific formatuan ezarri behar dute.
fi: PowerPC-koneiden käyttäjien ja kaikkien joilla on tietokoneessa enemmän kuin yksi näytönohjain olisi annettava näytönohjaimen BusID kelvollisessa väyläkohtaisessa muodossa.
he: משתמשים של מחשבי PowerPC, ומשתמשים של כל מחשב עם מספר התקני וידאו, צריכים לציין את מזהה הערוץ של כרטיס הווידאו בפורמט ספציפי מקובל.
hu: A PowerPC gépek és több videó eszköz felhasználóinak a megfelelő busz-specifikus formátumban meg kell adniuk a videókártya BusID-t.
it: Gli utenti di macchine PowerPC o di qualsiasi computer con dispositivi video multipli devono specificare il BusID della scheda video in un formato specifico, diverso a seconda del tipo di bus.
pt_br: Usuários de máquinas PowerPC e usuários de qualquer computador com diversos dispositivos de vídeo devem especificar o BusID da placa de vídeo em um formato específco aceito pela barramento.
ro: Utilizatorii de maşini PowerPC, şi utilizatorii calculatoarelor cu mai multe dispozitive video, trebuie să specifice BusID-ul plăcii video într-un format acceptat specific magistralei.
sv: Användare av PowerPC-maskiner och användare av andra datorer med multipla grafikenheter bör specificera BusID för grafikkortet i ett accepterat buss-specifikt format.

source: Examples:
ar: أمثلة:
ca: Exemples:
da: Eksempler:
el: Παραδείγματα:
eo: Ekzemploj:
eu: Adibideak:
fi: Esimerkkejä:
he: דוגמאות:
hu: Példák:
it: Esempi:
pt_br: Exemplos :
ro: Exemple:
sv: Exempel:

source: For users of multi-head setups, this option will configure only one of the heads. Further configuration will have to be done manually in the X server configuration file, /etc/X11/xorg.conf.
ar: لمستخدمي إعدادات الرؤوس المتعددة، سيقوم هذا الخيار بتهيئة واحد من الرؤوس فقط. ويجب إتمام التهيئة يدوياً في ملف تهيئة خادم X، /etc/X11/xorg.conf.
ca: Si disposeu d’una configuració amb múltiples caps, aquesta opció només en configurarà un. Encara podreu ajustar manualment el fitxer de configuració del servidor X, «/etc/X11/xorg.conf».
da: For brugere af flerskærmsopsætninger vil dette kun sætte en af skærmene op. Yderligere opsætning skal laves manuelt i X-serverens opsætningsfil /etc/X11/xorg.conf.
el: Για κατόχους συστημάτων με πολλαπλές κάρτες οθόνης, αυτή η επιλογή θα ρυθμίσει μόνο μία από τις κάρτες οθόνης. Επιπλέον ρυθμίσεις θα πρέπει να γίνουν χειροκίνητα στο αρχείο ρυθμίσεων του εξυπηρετητή X, /etc/X11/xorg.conf.
eo: Por uzantoj de aranĝoj plur-kapaj, tiu ĉi opcio agordos nur unu el la kapoj. Kroma agordado devos esti plenumita permane en via X-servila agordo-dosiero, /etc/X11/xorg.conf.
eu: Buru anitzeko konfigurazio erabiltzaileentzat, aukera honek buruetako bat bakarrik konfiguratuko du. Beste konfigurazioak eskuz egin beharko dira X zerbitzariaren konfigurazio /etc/X11/xorg.conf fitxategian
fi: Monen näytön käyttäjien kannattaa huomata tämän tekevän asetukset vain yhdelle näytölle. Enemmät asetukset on tehtävä itse X-palvelimen asetustiedostossa /etc/X11/xorg.conf.
he: למשתמשים של תצורת ריבוי-ראשים, אפשרות זו תגדיר רק אחד מהראשים. ניתן לקבוע הגדרות נוספות באופן ידני, ע"י עריכה של קובץ ההגדרות של שרת ה-X, /etc/X11/xorg.conf.
hu: A több-fejes gépeknél ez a lehetőség csak az egyiket állítja. További beállításokat kézzel kell megadni a /etc/X11/xorg.conf X kiszolgáló beállító fájlban.
it: Se si sta usando un sistema con più monitor, questa opzione ne configurerà solo uno. Sarà necessario modificare manualmente il file di configurazione del server X, /etc/X11/xorg.conf.
pt_br: Para usuários de configurações com mais de um monitor esta opção irá configurar somente um dos monitores. Configurações futuras terão que ser feitas manulmente no arquivo de configuração do servidor X, /etc/X11/xorg.conf.
ro: Pentru utilizatorii de calculatoare cu ieşiri video multiple active, această opţiune va configura doar una dintre dispozitivele video. Configurarea celorlalte trebuie făcută manual în fişierul de configurare al serverului X, /etc/X11/XF86Config-4.
sv: För användare av flerskärmsuppsättningar kommer detta alternativ att endast konfigurera en av de skärmarna. Ytterligare konfiguration måste göras manuellt i X-serverns konfigurationsfil, /etc/X11/xorg.conf.

source: You may wish to use the "lspci" command to determine the bus location of your PCI, AGP, or PCI-Express video card.
ar: قد يساعدك تنفيذ الأمر "lspci" كي تتمكن من التعرف على موقع ناقل PCI، أو AGP، أو PCI-Express الخاص ببطاقة الفيديو.
ca: Potser desitgeu emprar l’ordre «lspci» per a determinar la ubicació de la vostra targeta PCI, AGP o PCI-Express al bus.
el: Μπορείτε να χρησιμοποιήσετε την εντολή "lspci" για να καθορίσετε την θέση στο δίαυλο PCI, AGP ή PCI-Express της κάρτας οθόνης σας.
eo: Eble vi deziros uzi la komandon "lspci" por esplori la bus-lokiĝon de via video-karto PCI, AGP, aŭ PCI-Express.
eu: "lspci" komandoa erabili beharko zenuke zure PXI, PCI-Express edo AGP bideo txartelaren bus kokapena antzemateko.
he: ניתן להשתמש בפקודה "lspci" כדי לקבוע את מיקום ערוץ כרטיס הווידאו שלך מסוג PCI, AGP, או PCI-Express.
it: Si può usare il comando «lspci» per determinare la collocazione sul bus della scheda video PCI, AGP o PCI-Express.
ro: S-ar putea să doriţi să folosiţi comanda "lspci" pentru determinarea locaţiei pe magistrală a plăcii dvs. video, PCI sau AGP sau PCI-Express.

source: When possible, this question has been pre-answered for you and you should accept the default unless you know it doesn't work.
ar: أينما أمكن، فقد تمت الإجابة على هذا السؤال مسبقاً بالنيابة عنك وعليك بقبول الجواب الافتراضي إلا إن كنت تعلم أنه لن يصلح.
ca: Sempre que siga possible, aquesta pregunta ja es trobarà contestada. Accepteu el valor per defecte a no ser que sapieu que aquest no funciona.
da: Hvis det er muligt, vil svaret være fyldt op på forhånd og du skal blot acceptere værdien, medmindre du ved at det ikke virker.
el: Όταν είναι αυτό δυνατό, η ερώτηση αυτή θα έχει ήδη απαντηθεί για σας και μπορείτε να δεχτείτε τις προκαθορισμένες τιμές, εκτός αν γνωρίζετε ότι δεν είναι σωστές.
eo: Kiam eble, tiu ĉi demando aperos jam antaŭ-respondita por vi kaj vi devos akcepti la aprioraĵon, krom se vi scias ke ĝi ne funkcias.
es: Mientras sea posible, esta pregunta ha sido respondida automáticamente por usted, así que debería aceptar el valor por defecto salvo que sepa que éste no funciona.
eu: Posible denean, galderak aurre erantzunak egongo dira eta zuk eskainitako aukerak onartzearekin aski izango duzu, aukera hauek funtzionatzen ez dutela jakin ez ezkero.
fi: Milloin vain mahdollista on tähän kysymykseen täytetty vastaus valmiiksi, ja tämä oletus olisi hyväksyttävä paitsi jos tiedetään ettei se toimi.
he: כאשר הדבר אפשרי, שאלה זו נענתה מראש בשבילך ועליך לקבל את ברירת המחדל, אלא אם ידוע לך שהיא לא תפעל.
hu: Ha ez lehetséges volt, e kérdés előre megválaszolt, és ha nincs ismert gond, először jó elfogadni.
it: Quando possibile, questa domanda ha una risposta preimpostata che si dovrebbe accettare, a meno di non essere sicuri che sia sbagliata.
pt_br: Quando possível, esta pergunta terá sido pré-respondida para você e você deverá aceitar o padrão a menos que você saiba que o padrão não funcione.
ro: Când a fost posibil, la această întrebare s-a răspuns anterior şi ar trebui să acceptaţi valoarea implicită cu excepţia cazului în care ştiţi că nu a funcţionat.
sv: Om möjligt har denna fråga redan blivit besvarad åt dig och du bör acceptera standardvalet eller inte, om du vet att det inte fungerar.

source: Incorrect format for the bus identifier
ar: نسق مُعرّف الناقل غير صحيح
ca: El format de l’identificador de bus no és correcte
el: Λάθος μορφή για τον ταυτοποιητή του διαύλου
eo: Malĝusta formo por la bus-identigilo
eu: Bus identfikatzaile formatu okerra
fi: Vääränmuotoinen arvo näytönohjaimen tunnisteelle väylällä
he: פורמט לא תקין של מזהה הערוץ
it: Formato dell'identificativo del bus non corretto
ro: Format incorect pentru identificatorul de magistrală
sv: Felaktigt format för bussidentifieraren

source: Amount of memory (kB) to be used by the video card:
eu: Bideo txartelak erabiliko duen memoria kopurua (kB-etan):
fi: Näytönohjaimen käyttämän muistin määrä (kt):
sv: Den mängd minne (i kB) som ska användas av grafikkortet:

source: Typically, the amount of dedicated memory used by the video card is autodetected by the X server, but some integrated video chips (such as the Intel i810) have little or no video memory of their own, and instead borrow main system memory for their needs.
eu: Normalean, zure bideo txartelaren memoria dedikatu kopurua X zerbitzariak atzemango du, baina integraturiko zenbait bideo txip-ek (Intel i810 antzerakoak) dedikaturiko memoria gutxi edo batez izan eta sistemaren memoria erabili dezakete beraien beharretarako.
fi: Tavallisesti X-palvelin tunnistaa automaattisesti näytönohjaimen käyttöön varatun muistin määrän, mutta joillain yhdysrakenteisilla näytönohjainpiireillä (kuten Intel i810) on vähän tai ei ollenkaan omaa muistia, ja ne lainaavat keskusmuistia omaan käyttöönsä.
sv: Vanligtvis kan mängen av dedicerat minne som används av ditt grafikkort identifieras automatiskt, men vissa integrerade grafikchip (såsom Intels i810) har lite eller inget eget grafikminne och lånar istället från datorns huvudminne till sina behov.

source: This parameter should usually be left blank and specified only if the video card lacks RAM, or if the X server has trouble autodetecting the RAM size.
eu: Arruntean balio hau zurian utzi dezakezu, bakarrik zure bideo txartelak RAM falta badu edo X zerbitzariak kopurua antzematean arazoak izango balitu ezarri.
fi: Tämä parametri olisi yleensä jätettävä tyhjäksi. Arvo annetaan vain jos näytönohjaimella ei ole muistia, tai X-palvelin ei osaa tunnistaa muistin kokoa automaattisesti.
sv: Denna parameter bör vanligtvis lämnas blank och endast anges om grafikkortet saknas RAM-minne, eller om X-servern har problem med att automatiskt identifiera mängden RAM-minne.

source: XKB rule set to use:
ar: مجموعة أحكام XKB المطلوب استخدامها:
ca: Regla d’XKB a emprar:
el: Σύνολο κανόνων XKB που θα χρησιμοποιηθεί:
eo: Regularo XKB por uzi:
eu: XKB arau bilduma:
fi: Käytettävä XKB-näppäinasettelu
he: מערכת חוקי ה-XKB שייעשה בה שימוש:
it: Set di regole XKB da usare:
ro: Setul de reguli XKB folosit:
sv: XKB-regeluppsättning att använda:

source: For the X server to handle the keyboard correctly, an XKB rule set must be chosen.
ar: كي يتمكن خادم X من التعامل مع لوحة المفاتيح بشكل صحيح، يجب اختيار مجموعة أحكام XKB.
ca: Per tal que el servidor X gestione correctament el teclat, cal que escolliu una regla d’XKB.
el: Για τη σωστή διαχείριση του πληκτρολογίου σας από τον εξυπηρετητή X, θα πρέπει να επιλεχθεί ένα σύνολο κανόνων XKB.
eo: Por ke la X-servilo ĝuste traktu la klavaron, regularo XKB devas esti elektita.
eu: X zerbitzariak zure teklatua behar bezala kudeatzeko, XKB arau bilduma bat hautatu behar da.
fi: Jotta X-palvelin käsittelisi näppäimistöä oikein, on valittava XKB-näppäinasettelu.
he: על מנת ששרת ה-X יטפל במקלדת בצורה נכונה, יש צורך לבחור במערכת חוקי XKB.
it: Perché il server X funzioni correttamente, occorre selezionare il set di regole XKB.
ro: Pentru ca serverul X să manipuleze corect tastatura, trebuie ales un set de reguli XKB.
sv: För att X-servern ska hantera ditt tangentbord korrekt måste en XKB-regeluppsättning väljas.

source: Users of most keyboards should enter "xorg". Users of Sun Type 4 and Type 5 keyboards, however, should enter "sun".
ar: معظم مستخدمي لوحات المفاتيح يجب عليهم إدخال القيمة "xorg". أما مستخدمي لوحات المفاتيح من نوع Sun Type 4 وType 5 فعليهم إدخال القيمة "sun".
ca: Els usuaris de la majoria de teclats han d’entrar «xorg». En canvi, si disposeu d’un teclat Sun de tipus 4 o 5 heu d’entrar «sun».
da: Brugere af de fleste tastaturer bør vælge "xorg". Brugere af Suns Type 4 og Type 5 tastaturer bør vælge "sun".
el: Οι χρήστες των περισσότερων τύπων πληκτρολογίων θα πρέπει να εισάγουν "xorg". Ωστόσο, οι χρήστες των πληκτρολογίων Sun Type 4 και Type 5 θα πρέπει να εισάγουν "sun".
eu: Teklatu gehienen erabiltzaileek "xorg" erabili dezakete. Sun 4 eta 5 motako teklatu erabiltzaileek "sun" aukeratu behar dute.
fi: Useimmille näppäimistöille pitäisi valita "xorg". Sun Type 4 ja Type 5 näppäimistöille pitäisi kuitenkin valita "sun".
he: משתמשים של רוב המקלדות צריכים להקליד "xorg". לעומת זאת, משתמשי מקלדות סאן (Sun) מסוג 4 ומסוג 5, צריכים להקליד "sun".
hu: A legtöbb felhasználónak az "xorg"-ot kell megadnia. A Sun Type 4 és Type 5 billentyűzetek felhasználóinak a "sun"-t.
it: La scelta adatta alla maggior parte delle tastiere è «xorg»; invece per le tastiere Sun Type 4 e Type 5 si dovrebbe comunque scegliere «sun».
pt_br: Usuários da maioria dos teclados devem informar "xorg". Usuários de teclados Sun Tipo 4 e Tipo 5, no entanto, devem informar "sun".
ro: Utilizatorii majorităţii tastaturilor ar trebui să introducă "xorg". Utilizatorii tastaturilor Sun tip 4 şi tip 5, oricum, ar trebui să introducă "sun".
sv: Användare av de flesta tangentbord bör välja "xorg". Användare av Sun Type 4 och Type 5-tangentbord bör dock välja "sun".

source: Experienced users can use any defined XKB rule set. If the xkb-data package has been unpacked, see the /usr/share/X11/xkb/rules directory for available rule sets.
ar: يمكن لخبراء المستخدمين استخدام أية مجموعة أحكام XKB. إن تم استخراج محتويات الحزمة xkb-data، فانظر في الدليل /usr/share/X11/xkb/rules للاطلاع على مجموعات الأحكام المتوفرة.
ca: Els usuaris experimentats poden emprar qualsevol joc definit de regles d’XKB. Si heu desempaquetat el paquet «xkb-data», vegeu el directori «/usr/share/X11/xkb/rules» per a trobar els jocs disponibles de regles.
el: Οι πεπειραμένοι χρήστες μπορούν να χρησιμοποιήσουν οποιοδήποτε ορισμένο σύνολο κανόνων XKB. Αν το πακέτο xlibs έχει αποσυμπιεστεί, δείτε τον κατάλογο /usr/share/X11/xkb/rules για τα διαθέσιμα σύνολα κανόνων.
eo: Spertaj uzantoj povas uzi iun ajn difinitan regularon XKB. Se la pako 'xkb-data' jam estas malpakita, rigardu la dosierujon '/usr/share/X11/xkb/rules' por koni la disponeblajn regularojn.
eu: Erabiltzaile aurreratuak ezarritako edozen XKB arau bilduma erabil dezakete. xkb-data paketea despaketaturik izan bada, begiratu /usr/share/X11/xkb/ rules direktorioa aukeran dauden arau bildumak ikusteko.
fi: Kokeneet käyttäjät voivat käyttää mitä tahansa määriteltyä XKB-näppäinasettelua. Jos paketti xkb-data on purettu, katso hakemistosta /usr/share/X11/xkb/rules käytettävissä olevat näppäinasettelut.
he: משתמשים מנוסים יכולים להשתמש בכל מערכת חוקים של XKB. אם חבילת ה-xkb-data נפתחה, ראו את הספרייה /usr/share/X11/xkb/rules למערכות חוקים זמינות.
it: Gli utenti esperti possono usare qualsiasi set di regole XKB. Se il pacchetto xkb-data è già stato estratto, consultare la directory /usr/share/X11/xkb/rules per le regole disponibili.
ro: Utilizatorii avansaţi pot utiliza orice set de reguli XKB definit. Dacă pachetul xkb-data a fost despachetat, a se vedea în directorul /etc/X11/xlb/rules seturile de reguli disponibile.
sv: Erfarna användare kan använda vilken definierad XKB-regeluppsättning som helst. Om paketet xkb-data har packats upp, se i katalogen /usr/share/X11/xkb/rules för tillgängliga regeluppsättningar.

source: When in doubt, this value should be set to "xorg".
ar: عندما تكون في شك، يجب تحديد القيمة بـ"xorg".
ca: Si teniu dubtes, entreu el valor «xorg».
el: Αν δεν είστε σίγουροι, η τιμή αυτή θα πρέπει να τεθεί σαν "xorg".
eo: Okaze de dubo, tiu ĉi valoro devos esti "xorg".
eu: Zalantza kasuan, balio hau "xorg" bezala ezarri.
fi: Jos et ole varma, tähän kannattaisi pistää arvoksi "xorg".
he: כאשר יש לך ספק, ערכו של שדה זה צריך להיות "xorg".
it: Quando in dubbio, questo valore va impostato a «xorg».
ro: Dacă aveţi dubii, atunci această valoare ar trebui să fie „xorg”.
sv: Om du är osäker bör detta värde ställas in till "xorg".

source: Keyboard model:
ar: طراز لوحة المفاتيح:
ca: Model del teclat:
el: Μοντέλο πληκτρολογίου:
eo: Klavar-modelo:
eu: Teklatu modeloa:
fi: Näppäimistön malli:
he: דגם המקלדת:
it: Modello della tastiera:
ro: Modelul de tastaură:
sv: Tangentbordsmodell:

source: For the X server to handle the keyboard correctly, a keyboard model must be entered. Available models depend on which XKB rule set is in use.
ar: كي يتمكن خادم X من التحكم بلوحة المفاتيح مباشرة، يجب اختيار طرازها. تعتمد الطرازات المتوفرة على مجموعة أحكام XKB المستخدمة.
ca: Per tal que el servidor X gestione correctament el teclat, cal que n’entreu el model. Els models de teclat disponibles depenen de quina regla d’XKB estiga en ús.
el: Για τη σωστή διαχείριση του πληκτρολογίου σας από τον εξυπηρετητή X, θα πρέπει να δηλώσετε ένα μοντέλο πληκτρολογίου. Τα διαθέσιμα μοντέλα εξαρτώνται από το σύνολο κανόνων XKB που χρησιμοποιείται.
eo: Por ke la X-servilo ĝuste traktu la klavaron, klavar-modelo devas esti indikita. Disponeblaj modeloj dependas de kiu regularo XKB estas uzata.
eu: X zerbitzariak zure teklatua behar bezala kudeatzeko teklatu modeloa ezarri behar da. Modelo erabilgarriak ezarritako XKB arau bildumaren araberakoak dira.
fi: Jotta X-palvelin käsittelisi näppäimistöä oikein, on annettava näppäimistön malli. Käytettävissä olevat mallit riippuvat käytössä olevasta XKB-näppäinasettelusta.
he: כדי ששרת ה-X יטפל נכונה במקלדת, יש להכניס את דגם המקלדת. הדגמים הזמינים תלויים במערכת חוקי ה-XKB שנעשה בה שימוש.
it: Perché il server X gestisca correttamente la tastiera, deve venire inserito un modello di tastiera. I modelli disponibili dipendono dal set di regole XKB è in uso.
ro: Pentru ca serverul X să manipuleze corect tastatura, trebuie introdus un model de tastatură. Modelele disponibile depind de setul de reguli XKB utilizat.
sv: För att X-servern ska hantera ditt tangentbord korret måste en tangentbordsmodell anges. Tillgängliga modeller är beroende på vilken XKB-regeluppsättning som används.
